Repository: CWDamm-Kint/arches-dev
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ru

source: New Parent Concept
ru: Новая Родительская Концепция

source: Relation to Parent
ru: Отношение к Родительскому Элементу

source: Current Parents
ru: Текущие Родительские Элементы

source: Remove the relationship to this parent concept
ru: Удалить взаимодействие к данной родительской концепции

source: Remove the relationship to this parent concept.
ru: Удалить взаимодействие к данной родительской концепции.

source: Deleting reference to parent:
ru: Удалить ссылку на родителя

source: Manage Related Concepts
ru: Обработать Связанные Концепции

source: Select a concept
ru: Выберите концепцию

source: Relation type
ru: Тип связи

source: Relation to Concept
ru: Отношение к Концепции

source: Use the search tool to select the concept that you want to relate.
ru: Используйте инструменты поиска для выбора концепции, которые Вы хотите подвязать.

source: Select Concept Values for Dropdowns
ru: Выберите Значения Концепций для Выпадающего списка

source: Selecting a concept will select that concept and all it's children.
ru: Выбирая концепцию идет выбор как самой концепции, так и всех ее дочек.

source: Edit Concept Label
ru: Редактировать Ярлык Концепции

source: Add Concept Label
ru: Добавить Ярлык Концепции

source: Manage Concept Label
ru: Обработать Ярлык Концепции

source: Label Information
ru: Информация о Ярлыке

source: Label type
ru: Тип Ярлыка

source: Only one preferred label may exist for each language.
ru: Только один предпочтительный ярлык может быть использован для каждого языка.

source: Add Concept Note
ru: Добавить Заметку о Концепции

source: Manage Concept Note
ru: Обработать Концептуальную Заметку

source: Note Editor
ru: Редактор Заметок

source: Only one note of each type may exist for each language.
ru: Только одна заметка каждого типа может существовать для каждого языка.

source: Add Concept Value
ru: Добавьте Значение Концепции

source: Manage Concept Values
ru: Управление Значениями Концепций

source: Define a value
ru: Установите значение

source: Value type
ru: Тип значения

source: Only one sort order value can be assigned to a concept.
ru: Только одно значение порядка сортировки может быть присвоено концепции.

source: Report Date:
ru: Дата Отчета:

source: Hide Null Values
ru: Скрыть Нулевые Значения

source: This resource has provisional edits (not displayed in this report) that are pending review
ru: Эти вводные данные содержат предварительные правки (не представленные в данном отчете), которые требуют пересмотра

source: This resource has provisional edits that are pending review
ru: Эти вводные данные содержат временные правки, ожидающие пересмотра

source: Load More
ru: Загрузить Больше

source: Load All
ru: Загрузить Все

source: No relationships added
ru: Никаких взаимоотношений не добавлено

source: Select image nodes to include...
ru: Выберите узлы изображений для включения...

source: (Resource Instance Name)
ru: (Наименование Образца Вводных данных)

source: Add Tab
ru: Добавить Закладку

source: Tab Name
ru: Наименование Закладки

source: Select tab icon
ru: Выбрать иконку закладки

source: Select cards in this tab
ru: Выберите карточки в данном поле

source: Resource Manager
ru: Конструктор Вводных данных

source: Select a resource...
ru: Выберите вводные данные...

source: Resources
ru: Вводные данные

source: Create Resource
ru: Создайте Вводные данные

source: Resource History
ru: История Вводных данных

source: Now
ru: Сейчас

source: Most recent
ru: Новейший

source: Oldest
ru: Старейший

source: By editor
ru: По редактору

source: By edit type
ru: По типу редактирования

source: Record created by Arches with unique identifer
ru: Запись, созданная Arches с уникальным идентификатором

source: Created
ru: Создан

source: Tile Data
ru: Данные Элемента

source: Provisional Tile Data
ru: Временные Данные Элемента

source: New Tile Data
ru: Новые Данные Элемента

source: Previous Tile Data
ru: Предыдущие Данные Элемента

source: Previous Provisional Tile Data
ru: Предыдущие Временные Данные Элемента

source: Deleted
ru: Удаленный

source: edited by
ru: отредактированный

source: Resource Editor
ru: Редактор Вводных данных

source: Manage Permissions
ru: Управление Разрешениями

source: Update
ru: Обновить

source: You are about assign normal user access to this instance
ru: Вы собираетесь присвоить данной инстанции доступ "обычного пользователя"

source: Would you like to proceed?
ru: Вы хотите продолжить?

source: Welcome to Arches' Resource Editor
ru: Добро пожаловать в Редактор Вводных данных Arches

source: You are about to create a new resource record. Select any data card from the list on the left and start entering information.
ru: Вы собираетесь создать новую запись вводных данных. Выберите любую карточку данных из листа слева и начните заносить информацию.

source: Don't worry if you decide not to enter any data just yet.
ru: Не беспокойтесь если Вы решите не вносить какие-либо данные пока.

source: Arches will create your new resource record once you've saved a data entry card.
ru: Arches создат Вашу собственную новую запись вводных данных как только Вы сохраните карточку ввода данных.

source: No cards are available for this model.
ru: Никакие карточки не доступны для данной модели.

source: Add new
ru: Добавить новый

source: You do not have permission to edit this card.
ru: У Вас нет разрешения редактировать данную карточку.

source: Decline all unaccepted edits
ru: Отклонить все непринятые правки

source: User:
ru: Пользователь:

source: Created:
ru: Создано:

source: Accept
ru: Принять

source: Decline
ru: Отклонить

source: Resource Instance Permissions
ru: Разрешения Образца Вводных данных

source: Configure Access to this Instance
ru: Сконфигурировать Доступ к данной Инстанции

source: Define access privileges for this instance. You may limit access to yourself, or select which user accounts and groups have permission to this resource.
ru: Установить привилегии доступа для данной инстанции. Вы можете ограничить доступ только для себя, или же выбрать какие учетные записи пользователей или группы будут иметь доступ к этим вводным данным.

source: Set Permissions for this instance
ru: Установите Разрешения для данной инстанции

source: By default only you have access to this record. You can set permissions for specific people or groups by selecting to whom you will grant access
ru: По умолчанию только у Вас есть доступ к данной записи. Вы можете установить разрешения для определенных людей или групп, путем выбора того кому Вы предоставите доступ.

source: Person/Group
ru: Персона/Группа

source: Allow Normal Access
ru: Позволить Нормальный Доступ

source: Related Resources Editor
ru: Редактор Связанных Вводных данных

source: Add Related Resources
ru: Добавить Связанные Вводные данные

source: Arches allows you to define relationships between resources so you can better understand the context and interplay
ru: Arches позволяет Вам определить взаимоотношения между вводными данными. Таким образом, Вы можете лучше понять контекст и взаимодействие.

source: between physical objects, events, activities, people and documents.
ru: между физическими объектами, событиями, действиями, людьми и документами.

source: Relating resources lets you build a network of relationships for your data objects.
ru: Связывание вводных данных позволяет Вам создать сеть взаимоотношений для Ваших информационных объектов.

source: Show Me How
ru: Покажи Мне Как

source: Table
ru: Таблица

source: Visualization
ru: Визуализация

source: Select resources and relate it to this one
ru: Выберите вводные данные и свяжите их с вот этим

source: resource relations
ru: взаимосвязи вводных данных, родство вводных данных

source: This is a Node to Resource Instance relationship
ru: Это Узел к степени родства Образца Вводных данных

source: 's relationship to
ru: стрепень родства с

source: 's relationship to
ru: стрепень родства с

source: Inverse Relationship to
ru: Обратная Связь с

source: Delete this entry
ru: Удалить эту запись

source: Cancel Edit
ru: Отменить поправки

source: This is a Resource Instance to Resource Instance relationship
ru: Это степень родства одного Образца Вводных данных к другому Образцу Вводных данных

source: Relationship
ru: Взаимосвязь

source: From Date
ru: С Даты

source: To Date
ru: До Даты

source: This resource is not related to any other resources
ru: Эти вводные данные не связаны ни с какими другими вводными данными

source: Arches keeps track of how resources are related. Click the "related resources" link
ru: Arches отслеживает как взаимосвязь вводных данных. Нажмите на ссылку "связанные вводные данные"

source: on a search result from the list on the left
ru: на результате поиска из списка слева

source: to see its relatives displayed in an interactive graph
ru: посмотреть родственные связи, демонстрируемые в интерактивной графе

source: Resource Report
ru: Отчет о Вводных данных

source: Results:
ru: Результаты:

source: Clear Filters
ru: Очистить Фильтры

source: Account Settings
ru: Настройки Учетной Записи

source: User name:
ru: Имя Пользователя:

source: Account
ru: Учетная Запись

source: User name
ru: Имя Пользователя

source: Change password
ru: Изменить пароль

source: Contact email
ru: Контактный электронный адрес

source: Phone
ru: Телефон

source: Arches user name
ru: Имя пользователя в Arches

source: This is the unique email or name that you use to log on to Arches.
ru: Это уникальный электронный адрес и имя, используемое Вами для входа в Arches.

source: First name
ru: Имя

source: Arches uses your name and phone number to make it easier for other users to find and work with you.
ru: Arches использует Ваше имя и номер телефона для того, чтобы облегчить другим пользователям найти Вас и начать работать с Вами.

source: Last name
ru: Фамилия

source: Phone Number (optional)
ru: Номер Телефона (опционально)

source: Contact Email
ru: Контактный электронный адрес

source: Arches uses your e-maill to alert you to projects and tasks assigned to you.
ru: Arches использует Ваш электронный адрес для Вашего оповещения о проектах и заданиях, порученных Вам.

source: Notification Settings
ru: Настройки Уведомлений

source: Trigger
ru: Триггер

source: Email Notification
ru: Уведомление по электронной почте

source: Web Notification
ru: Уведомление по интернету

source: Enable
ru: Подключить

source: Exporting Search Results
ru: Эспортирование Результатов Поиска

source: Arches Collector Projects
ru: Проекты Arches Collector

source: Sorry, but you haven't been invited to a project yet...
ru: Извините, но Вы не были еще приглашены в проект...

source: to
ru: к

source: Unnamed Survey
ru: Безымянное Исследование

source: View Details
ru: Посмотреть Детали

source: Project Summary
ru: Краткий Проектный Отчет

source: Number of edits:
ru: Количество поправок:

source: Contributors:
ru: Соавторы:

source: Offline Basemap:
ru: Офлайн Картоснова:

source: No datatype detected for {0}
ru: Тип данных для {0} не обнаружен

source: Total resources saved: {save_count}
ru: Общее количество сохраненных вводных данных: {save_count}

source: {0} of {1} resources saved
ru: {0} от {1} вводных данных сохранены

source: {0} of {1} relations saved
ru: {0} от {1} связей - родства сохранены

source: No import errors
ru: Нет ошибок импорта

source: ***** Errors occured during import. Some data may not have been imported. For more information, check resource import error log:
ru: ... При импорте возникли ошибки. Некоторые данные могли быть не импортированы. Для получения дополнительной информации проверьте журнал ошибок импорта вводных данных:

source: Must supply either a graph id or a list of resource instance ids to export
ru: Для проведения экспорта необходимо предоставить либо идентификатор графа, либо список идентификаторов образца вводных данных

source: <strong>Error in SPARQL query:</strong><br>Test this query directly by pasting the query below into the Getty's own SPARQL endpoint at <a href='http://vocab.getty.edu/sparql' target='_blank'>http://vocab.getty.edu/sparql</a> <i><pre>%s</pre></i>Query returned 0 results, please check the query for errors. You may need to add the appropriate languages into the database for this query to work<br><br>
ru: <strong>Ошибка в запросе SPARQL:</strong><br>Протестируйте этот запрос напрямую, вставив приведенный ниже запрос в собственную конечную точку SPARQL Getty по адресу<a href='http://vocab.getty.edu/sparql' target='_blank'>http://vocab.getty.edu/sparql</a><i><pre>%s</pre></i>Запрос вернул 0 результатов, проверьте запрос на наличие ошибок. Возможно, Вам потребуется добавить соответствующие языки в базу данных, чтобы этот запрос работал.<br><br>

source: This email address has already been registered with the system. If you forgot your password, click the 'exit' link below and go to the login page to reset your password.
ru: Этот адрес электронной почты уже зарегистрирован в системе. Если вы забыли свой пароль, нажмите ссылку «Выход» ниже и перейдите на страницу входа, чтобы сбросить пароль.

source: Email
ru: Электронный адрес

source: New password
ru: Новый пароль

source: Re-enter new password
ru: Повторно введите новый пароль

source: Be longer than {0} characters
ru: Должно быть больше, чем {0} символов

source: Have at least 1 letter
ru: Должно иметь, по-крайней мере, 1 букву

source: Your password must contain at least one special character
ru: Ваш пароль должен содержать хотя бы один специальный символ

source: Have at least 1 special character
ru: Должен содержать хотя бы 1 специальный символ

source: Your password must contain at least one number
ru: Ваш пароль должен содержать хотя бы одну цифру

source: Have at least 1 number
ru: Должен содержать хотя бы 1 цифру

source: Your password must contain both upper and lower case letters
ru: Ваш пароль должен содержать как прописные, так и строчные буквы

source: Have least 1 upper and lower case character
ru: Должен содержать хотя бы 1 прописной и строчный символ

source: Could not return JSON Response
ru: Не удалось получить Ответ JSON

source: Celery worker connection failed. Reattempting
ru: Сбой подключения к Celery worker. Повторная попытка

source: Failed to connect to celery due to a BrokenPipeError/ConnectionResetError
ru: Не удалось подключиться к celery из-за BrokenPipeError/ConnectionResetError

source: A celery broker is running, but a celery worker is not available
ru: Celery broker запущен, но celery worker недоступен

source: Unable to connect to a celery broker
ru: Не удалось подключиться к celery broker

source: The survey you are attempting to sync is no longer available on the server
ru: Опрос, который вы пытаетесь синхронизировать, больше не доступен на сервере.

source: Sync Failed. User unauthorized to sync project
ru: Синхронизация не удалась. Пользователь не имеет права синхронизировать проект

source: Unable to determine user access to collector project
ru: Не удалось определить доступ пользователя к проекту Arches collector

source: Failed to dispatch Couch proxy
ru: Не удалось отправить прокси Couch

source: Sync failed
ru: Синхронизация не удалась

source: Failed to dispatch Kibana proxy
ru: Не удалось отправить прокси Kibana

source: KibanaProxy failed
ru: Произошел сбой Прокси Kibana

source: Failed to create API request
ru: Не удалось создать запрос API

source: Sync Failed
ru: Синхронизация не Удалась

source: Unable to fetch collector projects
ru: Не удалось загрузить Arches collector проекты

source: Unnamed Resource
ru: Безымянные Вводные данные

source: The specified resource '{0}' does not exist. JSON-LD export failed.
ru: Указанные вводные данные '{0}' не существуют. Ошибка экспорта JSON-LD.

source: New Resource
ru: Новые Вводные данные

source: Tile not found.
ru: Элемент не найден.

source: No nodes matching query parameters found.
ru: Узлы, соответствующие параметрам запроса, не найдены.

source: No graph found for graphid %s
ru: Не найден граф для идентификаторов графа %s

source: User does not have permission to edit this node.
ru: У пользователя нет прав на редактирование этого узла.

source: Signup for Arches
ru: Подписаться на Arches

source: Thanks for your interest in Arches. Click on link below to confirm your email address! Use your email address to login.
ru: Спасибо за интерес к Arches. Нажмите на ссылку ниже, чтобы подтвердить свой адрес электронной почты! Используйте свой адрес электронной почты для входа.

source: This link expires in 24 hours. If you can't get to it before then, don't worry, you can always try again with the same email address.
ru: Срок действия этой ссылки истекает через 24 часа. Если вы не сможете получить доступ к нему раньше, не волнуйтесь, Вы всегда можете повторить попытку с тем же адресом электронной почты.

source: Welcome to Arches!
ru: Добро пожаловать в Arches!

source: An email has been sent to <br><strong>%s</strong><br> with a link to activate your account
ru: На адрес электронной почты отправлено письмо <br><strong>%s</strong><br> со ссылкой для активации вашей учетной записи

source: The signup link has expired, please try signing up again. Thanks!
ru: Срок действия ссылки для регистрации истек, попробуйте зарегистрироваться еще раз. Спасибо!

source: Invalid password
ru: Неправильный пароль

source: New password and confirmation must match
ru: Новый пароль и его подтверждение должны совпадать

source: Password successfully updated
ru: Пароль успешно обновлен

source: Make sure to set your MOBILE_OAUTH_CLIENT_ID in settings.py
ru: Обязательно установите MOBILE_OAUTH_CLIENT_ID в настройках.ру

source: Using the RDM
ru: Использование RDM

source: Unable to Load SKOS File
ru: Не удалось Загрузить файл SKOS

source: There was an issue saving the contents of the file to Arches.
ru: Возникла проблема с сохранением содержимого файла в Arches.

source: Unable to Delete
ru: Невозможно удалить

source: This concept or one of it's subconcepts is already in use by an existing resource.
ru: Эта концепция или одна из его подконцепций уже используется существующими вводными данными.

source: Success
ru: Успех

source: Collection successfully created from the selected concept
ru: Коллекция успешно создана на основе выбранной концепции

source: Unable to Make Collection
ru: Невозможно Создать Коллекцию

source: Unable to make a collection from the selected concept.
ru: Невозможно создать коллекцию из выбранной концепции

source: Using the Arches Designer
ru: Использование Arches Designer

source: No namespaces appear to be associated with {ontology.ontologyid} in the ontologies table. This is not a problem as long as all necessary namespaces are included in the ONTOLOGY_NAMESPACES setting.
ru: Пространства имен не связаны с {ontology.ontologyid} в таблице онтологий. Это не проблема, если все необходимые пространства имен включены в настройку ONTOLOGY_NAMESPACES.

source: Branch Library
ru: Библиотека Ответвления

source: Find a graph branch
ru: Найти ответвление графа

source: Designing a Resource Model
ru: Проектирование Модели Вводных данных

source: Designing a Branch
ru: Проектирование Ответвления

source: Elasticsearch indexing error
ru: Ошибка индексации эластичного поиска

source: If you want to change the datatype of an existing node. Delete and then re-create the node, or export the branch then edit the datatype and re-import the branch.
ru: Если вы хотите изменить тип данных существующего узла. Удалите, а затем заново создайте узел или экспортируйте ответвление, затем отредактируйте тип данных и повторно импортируйте ответвление.

source: Managing Functions
ru: Управление Функциями

source: IIIF server proxy not configured
ru: Прокси-сервер IIF не настроен

source: Manifest Validation Error
ru: Ошибка Проверки Манифеста

source: Tileserver proxy not configured
ru: Прокси-сервер Элемента не настроен

source: Unable to delete collector project
ru: Не удалось удалить Arches collector проект

source: Unable to connect to CouchDB
ru: Не удалось подключиться к CouchDB

source: Unable to delete survey
ru: Не удалось удалить опрос

source: Unable to connect to CouchDB. Please confirm that CouchDB is running
ru: Не удалось подключиться к CouchDB. Пожалуйста, подтвердите, что CouchDB подключен

source: Unable to save collector project
ru: Не удалось сохранить Arches collector проект

source: Failed to connect to a CouchDB service
ru: Не удалось подключиться к сервису CouchDB

source: Logon to {app_name}
ru: Войти в {app_name}

source: Welcome to Arches! You've just been added to a Mobile Survey. Please take a moment to review the mobile_survey description and mobile_survey start and end dates.
ru: Добро пожаловать в Arches! Вы только что были добавлены в Мобильный Опрос. Пожалуйста, найдите минутку, чтобы просмотреть описание mobile_survey и дат начала и окончания mobile_survey.

source: If you have any qustions contact the site administrator at {admin_email}.
ru: Если у Вас есть какие-либо вопросы, свяжитесь с администратором сайта по адресу {admin_email}.

source: You've been invited to an {app_name} Survey!
ru: Вы приглашееы принять участие в опросе {app_name}!

source: Hi! The Mobile Survey you were part of has ended or is temporarily suspended. Please permform a final sync of your local dataset as soon as possible.
ru: Здравствуйте! Мобильный Опрос, в котором Вы участвовали, завершился или временно приостановлен. Пожалуйста, выполните окончательную синхронизацию вашей локальной базы данных как можно скорее.

source: There's been a change to an {app_name} Survey that you're part of!
ru: Произошли изменения в Опросе {app_name}, в котором Вы участвуете!

source: Creating Resources
ru: Создание Вводных Данных

source: Managing System Settings
ru: Управление Системными Настройками

source: Using the Resource Editor
ru: Использование Редактора Вводных данных

source: Unable to Delete Resource
ru: Невозможно Удалить Вводные Данные

source: User does not have permissions to delete this instance because the instance or its data is restricted
ru: У пользователя нет разрешений на удаление этого образца, поскольку образец или его данные ограничены

source: Unable to delete. Please verify the model status is active
ru: Невозможно удалить. Пожалуйста, убедитесь, что статус модели активен

source: Resource Created
ru: Вводные данные Созданы

source: Resource Deleted
ru: Вводные данные Удалены

source: Tile Deleted
ru: Элемент Удален

source: Tile Created
ru: Элемент Создан

source: Tile Updated
ru: Элемент Обновлен

source: Edit Deleted
ru: Правка Удалена

source: Failed to fetch resource instance descriptors
ru: Не удалось получить описания образца вводных данных.

source: No active report template is available for this resource.
ru: Для этих вводных данных нет активного шаблона отчета.

source: Unable to delete. Relationship does not exist
ru: Невозможно удалить. Степень родства отсутствует

source: Unable to save. Please verify the model status is active
ru: Невозможно сохранить. Пожалуйста, убедитесь, что статус модели активен

source: Searching the Database
ru: Поиск в Базе Данных

source: {total} instances have been submitted for export. Click the Bell icon to check for a link to download your data
ru: {всего} образцов было отправлено на экспортирование. Щелкните значок Колокольчика, чтобы найти ссылку для загрузки Ваших данных.

source: Your search exceeds the {download_limit} instance download limit. Please refine your search
ru: Ваш поиск превышает ограничение на скачивание образцов {download_limit}. Пожалуйста, уточните Ваш поиск
