Repository: CWDamm-Kint/arches-dev
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Guides and Documentation
ru: Руководства и документация

source: What is Arches
ru: Что такое Arches

source: Implementation Considerations
ru: Рекомендации по внедрению

source: Information For Developers
ru: Информация для Разработчиков

source: FAQ
ru: Часто Задаваемые Вопросы

source: Standards and Interoperability
ru: Стандарты и Интероперабильность

source: Installation Guide
ru: Инструкция по установке

source: Arches Project Background
ru: Обзорная информация о проекте Arches

source: Arches Webinars/Presentations
ru: Вебинары/Презентации Arches

source: Terms & Conditions
ru: Условия

source: Privacy Policy
ru: Регламент Доступа к Информации

source: Powered by Arches
ru: При поддержке Arches

source: Find an address...
ru: Найти адрес

source: Edits pending...
ru: Изменения в режиме ожидания...

source: You currently have edits pending, are you sure you would like to proceed (and discard any pending edits)?
ru: В данный момент у Вас есть изменения, которые находятся в режиме ожидания. Вы уверены, что Вы хотите продолжить (и удалить любые изменения, находящиеся в режиме ожидания)?

source: Delete Branch/Resource Model?
ru: Удалить Ответвление/Модель Вводных данных?

source: Deleting this branch/resource model will remove it (and all associated data) entirely. Are you sure you would like to proceed?
ru: Удаление данного ответвления/модели вводных данных уничтожит их (и все связанные данные) полностью. Вы уверены, что Вы хотите продолжить?

source: Delete All Resources Associated with this Graph?
ru: Удалить Все Вводные данные, Связанные с данным Графом?

source: Deleting All Resources removes all associated data with this graph entirely. Are you sure you would like to proceed?
ru: Удаление Всех Вводных Данных приведет к полному уничтожению всех данных, ассоциированных с данной графой. Вы уверены, что Вы хотите продолжить?

source: Delete Resource?
ru: Удалить Вводные данные?

source: Deleting this resource will remove it (and all associated data) entirely. Are you sure you would like to proceed?
ru: Удаление этих вводных данных приведет к их (и всех связанных с ними данных) полному уничтожению. Вы уверены, что Вы хотите продолжить?

source: Delete map layer?
ru: Удалить слой карты?

source: Deleting this map layer will remove it entirely. You cannot undo this action. Are you sure you would like to proceed?
ru: Удаление данного слоя карты приведет в его полному уничтожению. Данное действие не может быть впоследствии отменено. Вы уверены, что Вы хотите продолжить?

source: Delete survey?
ru: Удалить обзор?

source: Deleting this survey will remove it entirely. You cannot undo this action. Are you sure you would like to proceed?
ru: Удаление данного обзора приведет в его полному уничтожению. Данное действие не может быть впоследствии отменено. Вы уверены, что Вы хотите продолжить?

source: Graph import failed.
ru: Ошибка при импорте графа.

source: Request Failed...
ru: Сбой Запроса...

source: Sorry! The request failed. Please try again. Contact your system administrator if the problem persists.
ru: Извните! Призошел сбой данного запроса. Попробуйте еще раз, пожалуйста. Свяжитесь с системным администратором, если ошибка повторится.

source: Resource Successfully Copied.
ru: Вводные данные успешно скопированы.

source: Resource Copy Failed...
ru: Сбой копирования вводных данных

source: Sorry! The copy request failed. Please try again. Contact your system administrator if the problem persists.
ru: Извините! Сбой запроса на копирование. Пожалуйста, попробуйте еще раз. Свяжитесь с Вашим системным администратором, если данная проблема будет продолжаться.

source: You are deactivating an active survey
ru: Деактивизация активного обзора

source: Users will not be able to download this survey to their device
ru: Пользователи не смогут загрузить этот обзор на свое устройство.

source: You are activating this survey
ru: Активизация данного обзора

source: Users will immediately be able to download this survey and begin collecting data
ru: Пользователи немедленно смогут загрузить этот обзор и начать сбор данных.

source: Add point
ru: Добавить точку

source: Add line
ru: Добавить линию

source: Add polygon
ru: Добавить полигон

source: Select drawing
ru: Выберите рисование

source: Create a new ${graphName}
ru: Создайте новый ${graphName}

source: Add new Relationship
ru: Добавить новое Родство

source: Network response was not ok
ru: Сетевой ответ не в порядке

source: You are about to delete ${val}.
ru: Вы собираетесь удалить ${val}.

source: Are you sure you want to continue?
ru: Вы уверены, что вы хотите продолжить?

source: You are about to quit the workflow.
ru: Вы собираетесь выйти из рабочего процесса.

source: Term Matches
ru: Совпадения Терминов

source: ${total} date values
ru: ${total} значения дат

source: Select Widgets
ru: Выбрать Виджеты

source: (This card data will define the resource description.)
ru: (Эти данные карточки будут определять описание вводных данных.)

source: (This card data will define the resource name.)
ru: (Эти данные карточки будут определять имя вводных данных.)

source: Model Details
ru: Детали модели

source: Summary of how this model participates in the survey
ru: Краткая информация о том, как данная модель участвует в обзоре

source: Settings Conflict: Remove this card from grouped card?
ru: Конфликт Настроек: Удалить данную карточку из групповой карточки?

source: The cardinality of this card can\
ru: Количество элементов в данной карточке может\

source: Cancel drawing
ru: Отменить рисование

source: Finish drawing
ru: Закончить рисование

source: Finish
ru: Закончить

source: Delete last point drawn
ru: Удалить последнюю нарисованную точку

source: Delete last point
ru: Удалить последнюю точку

source: Draw a polyline
ru: Нарисуйте полилинию

source: Draw a polygon
ru: Нарисуйте полигон

source: Draw a rectangle
ru: Нарисуйте четырехугольник

source: Draw a circle
ru: Нарисуйте круг

source: Draw a marker
ru: Нарисуйте маркер

source: Click and drag to draw circle.
ru: Щелкните и перенесите для того, чтобы нарисовать круг.

source: Radius
ru: Радиус

source: Click map to place marker.
ru: Щелкните на карте для установки маркера.

source: Click to start drawing shape.
ru: Щелкните, чтобы начать рисовать фигуру.

source: Click to continue drawing shape.
ru: Щелкните, чтобы продолжить рисовать фигуру.

source: Click first point to close this shape.
ru: Щелните первую точку, чтобы закрыть данную фигуру.

source: <strong>Error:</strong> shape edges cannot cross!
ru: <strong>Ошибка:</strong> края фигуры не могут пересекаться!

source: Click to start drawing line.
ru: Нажмите, чтобы начать рисовать линию.

source: Click to continue drawing line.
ru: Нажмите, чтобы продолжить рисовать линию.

source: Click last point to finish line.
ru: Нажмите на последнюю точку, чтобы закончить линию.

source: Click and drag to draw rectangle.
ru: Нажмите и перетяните для того, чтобы нарисовать прямоугольник.

source: Release mouse to finish drawing.
ru: Отпустите мышку, чтобы закончить рисование.

source: Apply changes.
ru: Применить изменения.

source: Apply
ru: Применить

source: Undo edits, discards all changes.
ru: Отменить редактирования, удалить все изменения.

source: Undo
ru: Отменить

source: Edit drawings.
ru: Редактировать рисунки.

source: No drawings to edit.
ru: Нет рисунков для редактирования!

source: Delete drawings.
ru: Удалить рисунки.

source: No drawings to delete.
ru: Нет рисунков для удаления.

source: Drag handles, or marker to edit feature.
ru: Перетяните маркёры или маркер для редактирования функции.

source: Click undo to cancel changes.
ru: Щелните отменить изменения для отмены изменений.

source: Click on a feature to remove
ru: Щелкните на функции для удаления

source: Sign In
ru: Авторизоваться

source: Sign in to Arches to access your data modeling, editing, and discovery tools.
ru: Войдите в Arches, чтобы получить доступ к своим инструментам моделирования, редактирования и обнаружения данных.

source: Login failed
ru: Ошибка входа

source: Invalid username and/or password.
ru: Неверное имя пользователя и/или пароль.

source: Forgot password ?
ru: Забыли пароль ?

source: Forgot password?
ru: Забыли пароль?

source: Create a new account
ru: Создать новую учетную запись

source: Learn more about <a href='http://www.archesproject.org'>Arches</a>
ru: Узнайте больше об <a href='http://www.archesproject.org'>Arches</a>

source: Select a graph...
ru: Выбрать граф

source: Graphs/Semantics
ru: Графы/Семантика

source: Define graph
ru: Установить граф

source: Return to Arches Designer
ru: Вернуться к Конструктору Arches

source: Create Arches Resource Models and Branches
ru: Создайте Модели Вводных данных и Ответвления Arches

source: footer
ru: сноска

source: New Model
ru: Новая Модель

source: Create new Resource Model
ru: Создать новую Модель Вводных данных

source: New Branch
ru: Новое Ответвление

source: Create new Branch
ru: Создать новое Ответвление

source: Import Model
ru: Импортировать Модель

source: Import Model by uploading a json file
ru: Импортировать Модель путем загрузки json файла

source: Clone Model
ru: Клонировать Модель

source: Clone Branch
ru: Клонировать Ответвление

source: Clone the existing Resource Model
ru: Клонировать существующую Модель Вводных данных

source: Clone the existing Branch
ru: Клонировать существующее Ответвление

source: Export Model
ru: Экспортировать Модель

source: Export Branch
ru: Экспортировать Ответвление

source: Export the existing Resource Model
ru: Экспортировать существующую Модель Вводных данных

source: Export the existing Branch
ru: Экспортировать существующее Ответвление

source: Functions
ru: Функции

source: Configure functions attached to this Resource Model
ru: Конфигурировать функции, прикрепленные к данной Модели Вводных данных

source: Export Mapping File
ru: Экспорт Файла Сопоставления

source: Use a mapping file with import/export of business data
ru: Используйте файл отображения с импортом/экспортом бизнес-данных

source: Delete Associated Instances
ru: Удалить Связанные версии

source: Delete All Associated Instances with this Model
ru: Удалить Все Связанные Версии с данной Моделью

source: Delete Model
ru: Удалить Модель

source: Delete Branch
ru: Удалить Ответвление

source: Delete the existing Resource Model
ru: Удалить существующую Модель Вводных данных

source: Delete the existing Branch
ru: Удалить существующее Ответвление

source: Exit Project
ru: Выйти из Проекта

source: Return to the list of available projects
ru: Вернуться в лист существующих проектов

source: Delete Project
ru: Удалить Проект

source: Delete the current project
ru: Удалить текущий проект

source: You cannot delete an active project
ru: Вы не можете удалить активный проект

source: Copy Resource
ru: Копировать Вводные данные

source: Make a copy and start editing
ru: Сделать копию и начать редактирование

source: Delete Resource
ru: Удалить Вводные данные

source: Permanently delete this resource
ru: Безвозвратное удаление этих вводных данных

source: Review Edit History
ru: Проверить Историю Правок

source: View changes to this resource record
ru: Просмотреть изменения, внесенные в данную запись о вводных данных

source: Jump to Report
ru: Перейти к Отчет

source: View the full resource report
ru: Просмотреть полный отчет о вводных данных

source: Print Report
ru: Распечатать Отчет

source: Print the full resource report
ru: Распечатать полный отчет о вводных данных

source: Toggle Dropdown
ru: Кнопка выпадающего списка

source: Add Thesauri
ru: Добавить Тезаурусы

source: Import Thesauri
ru: Импортировать Тезаурус

source: Export Thesauri
ru: Экспортировать Тезаурус

source: Delete Thesauri
ru: Удалить Тезаурусы

source: Add Collection
ru: Добавить Коллекцию

source: Delete Collection
ru: Удалить Коллекцию

source: Export All Collections
ru: Экспортировать Все Коллекции

source: Loading...
ru: Загрузка...

source: Create Account
ru: Создать Аккаунт

source: Register to access data modeling, editing, and discovery tools.
ru: Зарегистрируйтесь, чтобы получить доступ к инструментам моделирования, редактирования и обнаружения данных.

source: Please correct the error below.
ru: Пожалуйста, откорректируйте ошибку ниже.

source: Please correct the errors below.
ru: Пожалуйста, откорректируйте ошибки ниже.

source: Signup
ru: Зарегистрируйтесь

source: Add Buffer Feature
ru: Добавьте Буфферную Функцию

source: Distance:
ru: Расстояние:

source: Units:
ru: Единицы:

source: meters
ru: метры

source: feet
ru: фут

source: Add as new
ru: Добавить как новый

source: Add Feature
ru: Добавить функцию

source: These data are provisional and pending review
ru: Эти данные являются предварительными и ожидают проверки

source: Sorry, you don't have access to this information
ru: Извините, у Вас нет доступа к данной информации

source: No data added yet for
ru: Никакие данные ещене добавлены для

source: Add Gnu
ru: Добавить Gnu

source: Showing edits by
ru: Показать редактирование, сделанные

source: Return to approved edits
ru: Вернитесь к одобренным изменениям

source: This is a new contribution by a provisional editor.
ru: Это новый вклад временного редактора.

source: Currently showing the most recent approved edits
ru: В данный момент демонстрируется самые последние принятые поправки

source: Provisional Edits
ru: Временные поправки

source: Delete all edits
ru: Удалить все правки

source: Delete this record
ru: Удалить данную запись

source: Cancel edit
ru: Отменить правку

source: Save edit
ru: Сохранить правку

source: Add
ru: Добавить

source: New
ru: Новый

source: Add New
ru: Добавьте Новый

source: Choose a sibling card...
ru: Выберите сестринскую карточку...

source: Default Image Service URL
ru: URL Стандартного Сервиса Изображений

source: Enter manifest URL
ru: Введите манифест URL-адрес

source: Select drawings map source (optional)
ru: Выберите источник карты рисунков (опционально)

source: Select drawings map source layer (optional)
ru: Выберите слой источника карты рисунков (опционально)

source: Select drawings text (optional)
ru: Выберите текст рисунков (опционально)

source: Map Center Longitude
ru: Нанесите на карту Центральную Долготу

source: Longitude (x coordinate)
ru: Долгота (координата х)

source: Map Center Latitude
ru: Нанесите на карту Центральную Широту

source: Latitude (y coordinate)
ru: Широта (координата у)

source: Default Zoom
ru: Масштабирование по умолчанию

source: Zoom Level
ru: Уровень масштабирования

source: Related instance map sources
ru: Источники карт связанных образцов

source: Related instance map source layers (optional)
ru: Слои источников карт связанных образцов (опционально)

source: Intersection layer configuration
ru: Конфигурация слоя пересечения

source: Default Color
ru: Цвет по умолчанию

source: Selected Feature Color
ru: Выбранный Цвет Функции

source: Hovered Feature Color
ru: Цвет Объекта при Наведении Мышки

source: Layer Color Palette
ru: Цветовая палитра слоя

source: Fill Opacity
ru: Прозрачноть Заливки

source: Overview Zoom
ru: Обзор Масшабирования

source: Min Zoom
ru: Минимальное Увеличение/Zoom

source: Point Radius
ru: Радиус Точки

source: Line Width
ru: Толщина Линии

source: Stroke Color
ru: Цвет штриха

source: Stroke Width
ru: Толщина штриха

source: Point Stroke Width
ru: Толщина Точечного Штриха

source: Point Stroke Opacity
ru: Непрозрачность Точечного Штриха

source: Edit Coordinates
ru: Отредактировать Координаты

source: Show Feature
ru: Показать Функцию

source: Done
ru: Сделано

source: Select an Option
ru: Выбрать Опцию

source: Has no value
ru: Значение отсутствует

source: Has any value
ru: Имеет любое значение

source: Label 'True'
ru: Ярлык 'Верно'

source: Label 'False'
ru: Ярлык 'Неверно'

source: Concept Collection
ru: Коллекция Концепций

source: Select a concept collection
ru: Выберите коллекцию концепций

source: Equals
ru: Равен/Равна

source: Not
ru: Нет

source: Date
ru: Дата

source: Date Format
ru: Формат Дат

source: Date Format
ru: Формат Дат

source: Domain options
ru: Доменные опции

source: Add new option...
ru: Добавить новую опцию...

source: Value
ru: Значение

source: overlaps
ru: перекрытия, нахлёсты

source: Fuzzy Year Padding
ru: Заполнение Неточного Года

source: Fuzzy Month Padding
ru: Заполнение Неточного Месяца

source: Fuzzy Day Padding
ru: Заполнение Неточного Дня

source: Fuzzy Season Padding (weeks)
ru: Заполнение Неточного Времени Года (недели)

source: Fuzzy Season Padding
ru: Заполнение Неточного Времени Года

source: Multiplier if Date is Uncertain (?)
ru: Мультипликатор в случае если Дата Сомнительная (?)

source: Multiplier if Uncertain
ru: Мультипликатор если Сомнительная (?)

source: Multiplier if Date is Approximate (~)
ru: Мультипликатор если Дата Примерная (~)

source: Multiplier if Approximate
ru: Мультипликатор если Примерная

source: Multiplier if Both (? and ~)
ru: Мультипликатор если Оба (? и ~)

source: Multiplier if Both
ru: Мультипликатор если Оба

source: Maximum Number of Files
ru: Максимальное Количество Файлов

source: Save Edits
ru: Сохранить правки

source: Discard Edits
ru: Удалить правки

source: Layer Preview
ru: Просмотр Слоя

source: Activated:
ru: Активирован:

source: Layer Name:
ru: Наименование Слоя:

source: Add to search map by default:
ru: Добавить к поисковой карте по умолчанию:

source: Layer icon:
ru: Иконка уровня:

source: Find an icon
ru: Найти иконку

source: Legend content:
ru: Содержание легенды:

source: Advanced:
ru: Расширенный:

source: Layer has no data - data on map is for preview purposes. This layer will not show up in map overlays until data is added.
ru: Слой не имеет каких-либо данных - данные на карте используются для целей просмотра. Данный слой не будет виден в наложениях карты до момента добавления данных.

source: Point Style
ru: Стиль Точек

source: Color
ru: Цвет

source: Halo color
ru: Цвет ареола

source: Halo Color
ru: Цвет ареола

source: Halo radius
ru: Радиус ареола

source: Line Style
ru: Стиль Линии

source: Weight
ru: Вес

source: Halo weight
ru: Вес ареола

source: Polygon Style
ru: Стиль Полигона

source: Fill Color
ru: Цвет Заливки

source: Outline color
ru: Цвет Контура

source: Outline weight
ru: Вес Контура

source: Cluster Distance:
ru: Расстояние Кластера:

source: Cluster Max Zoom:
ru: Максимальное Масштабирование Кластера:

source: Cluster Min Points:
ru: Минимальные Точки Кластера:

source: Vector Simplification:
ru: Упрощение Вектора:

source: Changes to cluster settings will only be reflected after saving.
ru: Изменения в настройках кластера будут отражены только после сохранения.

source: Preview map data do not use clustering algorithm. Add data for this resource model to see real clustered data.
ru: Просмотр данных карты не использует кластерный алгоритм. Добавьте данные для данной модели вводных данных для того, чтобы увидеть реальные кластерные данные.

source: The following users and groups can view this layer. If you wish to change who can access this layer, please update the permissions on the layer node.
ru: Следующие пользователи и группы могут видеть данный слой. Если необходимо внести изменения в то, кто имеет доступ к данному слою, то, пожалуйста, внесите изменения в разрешения в узле слоя.

source: Users
ru: Пользователи

source: Groups
ru: Группы

source: Related Node
ru: Связанный Узел

source: Select a node
ru: Выберите узел

source: Relationship to Node
ru: Отношение к Узлу

source: Select a property
ru: Выберите свойство

source: Value
ru: Значение

source: Resource Model
ru: Модель Вводных данных

source: Default relationship to
ru: Отношение по умолчанию к

source: Select an Ontology Property
ru: Выберите Свойство Онтологии

source: Default inverse relationship to
ru: Обратная зависимость по умолчанию от

source: Search String - use to filter resources displayed
ru: Строка Поиска — используйте для фильтрации отображаемых вводных данных.

source: View search string...
ru: Посмотреть строку поиска...

source: Enter Search String here...
ru: Введите строку поиска здесь...

source: References
ru: Ссылки

source: Does not reference
ru: Не ссылается

source: Select a resource
ru: Выберите вводные данные

source: Like
ru: Подобно тому, как

source: Not like
ru: Не такой как

source: Is Not
ru: Не является

source: Edit
ru: Редактировать

source: Unable to display the selected file
ru: Невозможно показать выбранный файл

source: This file can't be displayed.
ru: Данный файл не может быть показан

source: It may be a proprietary format or there isn't a loader available yet
ru: Это может быть закрытым форматом или же загрузчик еще не доступен

source: to present it in this webpage.
ru: для его показа на данном сайте.

source: Unable to parse your file with the
ru: Не возможно проанализировать Ваш файл, используя

source: loader
ru: загрузчик

source: Select File Loader
ru: Выберите Загрузчик Файлов

source: Select the loader best suited for processing and visualizing the selected file
ru: Выберите загрузчик, который лучше всего подходит для обработки и визуализации выбранного файла

source: Select
ru: Выберите

source: Apply the same loader to all selected files in the dataset
ru: Используйте тождественный загрузчик для всех выбранных файлов в массиве данных.

source: Upload Files
ru: Загрузите Файлы

source: Drag & Drop your files onto this panel to upload
ru: Перетащите Ваши файлы на эту панель для загрузки

source: Select Files
ru: Выберите Файлы

source: Adding files to this record is
ru: Добавление файлов к данной записе - это

source: optional.
ru: опциональный.

source: You may upload as many files as you wish; check with the site admin on the maximum file size.
ru: Вы можете загрузить столько файлов, сколько Вы захотите; проверьте с администратором сайта максимальный размер файла.

source: Images formatted as .jpg, .png files may be uploaded. Other formats may require a loader to view.
ru: Изображения, отформатированные как .jpg, .png файлы, могут быть загружены. Остальные форматы могут потребовать загрузчик для просмотра.

source: File Filter
ru: Фильтер Файлов

source: e.g.: .txt
ru: например: .txt

source: files uploaded
ru: загруженные файлы

source: files selected
ru: выбранные файлы

source: add files
ru: добавьте файлы

source: Select All
ru: Выберите Все

source: Clear All
ru: Очистите Все

source: Delete Selected
ru: Выбрано Удалить

source: Download Selected
ru: Выбрано Скачать

source: Loader
ru: Загрузчик

source: 'File Renderer'
ru: 'Обработчик Файла'

source: Apply to Selected Files
ru: Применить к Выбранным Файлам

source: Currently showing edits by
ru: В данный момент показывает правки

source: Save
ru: Сохранить

source: Display Name
ru: Показать Наименование

source: Display Description
ru: Показывать Описание

source: Map Popup
ru: Нанести на карту Всплвающие Элементы

source: Re-Index
ru: Перемаркировать

source: Card Name
ru: Наименование Карточки

source: Select a card from which to choose nodes to power your primary name identifier.
ru: Выберите карточку, из которой Вы отберете узлы для приведение в действие идентификатора первичного наименования.

source: Primary Name Template
ru: Шаблон Первичного Наименования

source: Use bracketed node names like this: <node name>
ru: Используйте узловые имена в скобках, например, как следущее: <имя узла>

source: Select a card from which to choose nodes to power your primary description identifier.
ru: Выберите карточку, из которой необходимо выбрать узлы для активизации Вашего идентификатора основного описания.

source: Primary Description Template
ru: Шаблон Основного Описания

source: Map Popup Template
ru: Шаблон Всплывающего Элемента Карты
