Repository: CWDamm-Kint/arches-dev
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ru

source: {0} error, {1} {2} - {3}. Unable to save.
ru: {0} ошибка, {1} {2} - {3}. Невозможно сохранить

source: Multiple provisional edits. Returning first edit
ru: Несколько предварительных правок. Возврат первой правки

source: Tile has no authoritative or provisional data
ru: Элемент не имеет достоверных или предварительных данных

source: The widget used to save this data appears to be incorrect for this datatype. Contact system admin to resolve
ru: Данный виджет, используемый для сохранения этих данных, является некорректным для данного типа данных. Свяжитесь с системным администратором для решения данной проблемы.

source: This is an invalid concept prefLabel, or an incomplete UUID
ru: Это недопустимая концепция prefLabel или неполный UUID

source: This UUID is not an available concept value
ru: Данный UUID не является доступным концептуальным значением

source: This is not a string
ru: Это не строка.

source: Not a properly formatted number
ru: Неверно отформатированное число

source: Not of type boolean
ru: Значение нелогического типа

source: Incorrect format. Confirm format is in settings.DATE_FORMATS or set the format in settings.DATE_IMPORT_EXPORT_FORMAT.
ru: Некорректный формат. Подтвердить формат можно в настройках. DATE_FORMATS или установка формата в настройках. DATE_IMPORT_EXPORT_FORMAT.

source: {value} is an invalid date format
ru: {value} - это недопустимый формат для даты.

source: Incorrect Extended Date Time Format. See http://www.loc.gov/standards/datetime/ for supported formats.
ru: Некорректный Расширенный Формат Даты и Времени. Обратитесь в http://www.loc.gov/standards/datetime/ для поиска поддерживаемых форматов.

source: Only dates that specify an exact year, month, and day can be used with the "=" operator
ru: Только даты, указывающие на точный год, месяц и день, могут использоваться с оператором "=".

source: Only dates that specify an exact year, month, and day can be used with the ">", "<", ">=", and "<=" operators
ru: Только даты, указывающие на точный год, месяц и день, могут использоваться с операторами ">", "<", ">=", and "<="

source: Invalid date specified.
ru: Указана неверная дата.

source: Unable to serialize some geometry features
ru: Невозможно сериализовать некоторые геометрические характеристики.

source: This node has a limit of {0} files. Please reduce files.
ru: Данный узел имеет ограничение в {0} файлов. Пожалуйста, уменьшите количество файлов.

source: This node has a file-size limit of {0}. Please reduce file size or contact your sysadmin.
ru: Ограничение по размеру файла на данном узле - {0}. Пожалуйста, уменьшите размер файла или свяжитесь с системным администратором.

source: datatype: {0}, value: {1} - {2} .
ru: Тип данных : {0}, значение {1} - {2} .

source: File does not exist
ru: Файл не существует.

source: The file url is invalid
ru: URL-адрес файла недействителен

source: A file is not available for this tile
ru: Файл не доступен для данного элемента

source: This file's fileid is not a valid UUID
ru: Поле этого файла не является допустимым UUID

source: Invalid domain id. Please check the node this value is mapped to for a list of valid domain ids.
ru: Неверный идентификатор домена. Пожалуйста, проверьте узел, с которым сопоставлено данное значение, для получения списка действительных идентификаторов домена.

source: The related resource with id '{0}' is not in the system.
ru: Связанные вводные данные с идентификатором "{0}" отсутствует в системе.

source: Undefined
ru: Неопределенный/Не определен

source: Only include values for include or exclude, but not both
ru: Включите только значения для включение или исключения, но не оба.

source: Invalid subconcept definition: %s
ru: Неверное определение подпонятия: %s

source: Invalid related concept definition: %s
ru: Неверное определение связанной концепции:%s

source: Invalid value definition: %s
ru: Недопустимое определение значения: %s

source: Need to include values when creating a collection
ru: Необходимо включать значения при создании коллеккции

source: Index of label failed. Index type (scheme id) could not be derived from the label.
ru: Ошибка индекса ярлыка. Тип индекса (идентификатор схемы) не может быть получен из ярлыка.

source: A I18n_TextField object
ru: Объект I18n_TextField

source: A I18n_JSONField object
ru: Объект I18n_JSONField

source: New Node
ru: Новый Узел

source: Top Node
ru: Верхний Узел

source: Your resource model: {0}, already has instances saved. You cannot delete a Resource Model with instances.
ru: Ваша модель вводных данных: {0}, образцы уже сохранены. Вы не можете удалить Модель Вводных Данных с образцами.

source: Your resource model: {0}, already has instances saved. You cannot modify a Resource Model with instances.
ru: Ваша модель вводных данных: {0}, образцы уже сохранены. Вы не можете модифицировать Модель Вводных Данных с образцами.

source: Ontology rules don't allow this node to be appended
ru: Правила онтологии не позволяют добавить данный узел

source: Your resource model: {self.name}, already has instances saved. You cannot delete nodes from a Resource Model with instances.
ru: В вашей модели вводных данных: {self.name} образцы уже сохранены. Вы не можете удалять узлы из Модели Вводных Данных с образцами.

source: The graph you wish to append needs to define an ontology
ru: Данный граф, который вы хотите добавить, должен определять онтологию.

source: Ontology rules don't allow this graph to be appended
ru: Правила онтологии не позволяют добавить этот граф

source: Your resource model: {self.name}, already has instances saved. You cannot modify a Resource Model with instances.
ru: В Вашей модели вводных данных: {self.name} образцы уже сохранены. Вы не можете модифицировать Модель Вводных данных с образцами.

source: Duplicate node name: "{0}". All node names in a card must be unique.
ru: Повторяющееся имя узла: "{0}". Все имена узлов в карточке должны быть уникальными.

source: Duplicate node name: "{0}". All sibling node names must be unique.
ru: Повторяющееся имя узла: "{0}". Все имена одноуровневых узлов должны быть уникальными.

source: The top node of your resource graph: {self.root.name} needs to be a collector. Hint: check that nodegroup_id of your resource node(s) are not null.
ru: Верхний узел вашего графа вводных данных: {self.root.name} должен быть коллектором. Подсказка: убедитесь, что nodegroup_id вашего узла(-ов) вводных данных не равен нулю.

source: The top node of your resource graph must have a datatype of 'semantic'.
ru: Верхний узел вашего графа вводных данных должен иметь тип данных «семантический».

source: If your graph contains more than one node and is not a resource the root must be a collector.
ru: Если ваш граф содержит более одного узла и не является вводными данными, то корень должен выступать в качестве коллектора.

source: Field name must not be blank.
ru: Имя поля не должно быть пустым.

source: Field name must contain only alpha-numeric characters or underscores.
ru: Имя поля должно содержать только буквенно-цифровые символы или знаки подчеркивания.

source: Field name cannot begin with an underscore or number
ru: Имя поля не может начинаться с подчеркивания или числа

source: Field name must be unique to the graph; '{fieldname}' already exists.
ru: Имя поля должно быть уникальным для графа; '{fieldname}' уже существует

source: A valid {0} ontology class must be selected
ru: Должен быть выбран допустимый класс онтологии {0}

source: '{0}' is not a valid {1} ontology class
ru: '{0}' не является допустимым классом онтологии {1}

source: You must specify an ontology property. Your graph isn't semantically valid. Entity domain '{edge.domainnode.ontologyclass}' and Entity range '{edge.rangenode.ontologyclass}' can not be related via Property '{edge.ontologyproperty}'.
ru: Вы должны указать свойство онтологии. Ваш граф семантически недействителен. Домен Объекта "{edge.domainnode.ontologyclass}" и диапазон Объекта "{edge.rangenode.ontologyclass}" не могут быть связаны через Свойство "{edge.ontologyproperty}".

source: Your graph isn't semantically valid. Entity domain '{edge.domainnode.ontologyclass}' and Entity range '{edge.rangenode.ontologyclass}' cannot be related via Property '{edge.ontologyproperty}'.
ru: Ваш граф семантически недействителен. Домен Объекта "{edge.domainnode.ontologyclass}" и диапазон Объекта "{edge.rangenode.ontologyclass}" не могут быть связаны через Свойство "{edge.ontologyproperty}".

source: '{0}' is not found in the {1} ontology or is not a valid ontology property for Entity domain '{2}'.
ru: "{0}" не найден в онтологии {1} или не является допустимым свойством онтологии для домена Объекта "{2}".

source: You have assigned ontology classes to your graph nodes but not assigned an ontology to your graph.
ru: Вы назначили классы онтологий узлам вашего графа, но не присвоили графу онтологию.

source: The json-ld context you supplied wasn't formatted correctly.
ru: Предоставленный Вами контекст json-Ld был неверно отформатирован.

source: Another resource modal already uses the slug '{self.slug}'
ru: Другая модель вводных данных уже использует данный слаг '{self.slug}'

source: Graph Validation Error
ru: Ошибка Проверки Графа

source: Could not delete database in CouchDB
ru: Не удается удалить базу данных в CouchDB

source: Celery appears not to be running, you need to have celery running in order to sync from Arches Collector.
ru: Celery, похоже, не был запушен. Необходимо, чтобы celery работал, для осуществления синхронизации с Arches Collector.

source: Sync Completed
ru: Синхронизация завершена

source: Pushing Edits to Arches
ru: Отправка Поправок в Arches

source: Only resource models may be edited - branches are not editable
ru: Только модели вводных данных можно редактировать — ответвления редактировать нельзя

source: This Model is Inactive and not available for editing
ru: Данная Модель Неактивна и ее невозможно отредактировать

source: This model is not yet active; unable to save.
ru: Данная модель еще не активна; невозножно ее сохранить

source: This model is not yet active; unable to delete.
ru: Данная модель еще не активна; невозножно ее удалить

source: Model Inactive Error
ru: Ошибка Неактивной модели

source: Unable to save a tile to a card with cardinality 1 where a tile has previously been saved.
ru: Невозможно сохранить элемент в карточке с количеством элементов 1, где один элемент уже был ранее сохранен

source: Details: card: {0}, graph: {1}, resource: {2}, tile: {3}, nodegroup: {4}
ru: Детали: карточка: {0}, граф: {1}, вводные данные: {2}, элемент: {3}, группа узлов: {4}

source: This card violates a unique constraint. The following value is already saved:
ru: Эта карточка нарушает уникальное ограничение. Следующее значение уже сохранено:

source: Error checking for missing node. Nodeid: {nodeid} with value: {value}, not in nodes. You may have a node in your business data that no longer exists in any graphs.
ru: Ошибка при проверке отсутствующего узла. Идентификационный номер узла: {nodeid} со значением: {value}, не в узлах. У Вас может быть узел в Ваших бизнес-данных, которого больше нет ни в одном графе.

source: This card requires values for the following:
ru: Для этой карточки требуются следующие значения:

source: No associated functions or other TypeError raised by a function
ru: Связанные функции или другие TypeError, вызванные функцией, отсутствуют

source: Tile Validation Error
ru: Ошибка Проверки Элемента

source: Tile Cardinaltiy Error
ru: Ошибка Количества Элементов

source: Search Index Error:
ru: Ошибка Поискового Индекса:

source: Search Index Not Defined Error:
ru: Ошибка Индекс Поиска Не Определен:

source: The index "%s" is not defined in settings.ELASTICSEARCH_CUSTOM_INDEXES
ru: Индекс %s не определен в настройках. ELASTICSEARCH_CUSTOM_INDEXES

source: Feature geometry is not defined
ru: Геометрия элемента не определена

source: You need at least one of the following operators in a Range expression: gte, gt, lte, or lt
ru: Необходимо выбрать хотя бы один из следующих операторов в Диапозоне соотношений: gte, gt, lte, или lt

source: You can only use one of either: gte or gt
ru: Вы можете использовать только один из вариантов: gte или gt

source: You can only use one of either: lte or lt
ru: Вы можете использовать только один из вариантов: lte или lt

source: You need to specify either a "field" or a "script"
ru: Необходимо указать либо "поле", либо "скрипт"

source: You need to specify a name for your aggregation
ru: Необходимо указать имя Вашей агрегации

source: You need to specify an aggregation type
ru: Необходимо указать тип агрегации

source: You need to specify a path for your nested aggregation
ru: Необходимо указать путь для Вашей гнездовой агрегации

source: Shapefile are fieldnames required for the following nodes: {0}
ru: Шейп-файлы — это имена полей, необходимые для следующих узлов: {0}

source: files_deleted
ru: файлы_удалены

source: Your search {} is ready for download. You have 24 hours to access this file, after which we'll automatically remove it.
ru: Ваш поиск {} готов к загрузке. У вас есть 24 часа для доступа к этому файлу, после чего он будет автоматически удален.

source: Hello, Your request to download a set of search results is now ready.
ru: Здравствуйте, Ваш запрос на загрузку набора результатов поиска готов.

source: Download Now
ru: Скачать сейчас

source: Thank you
ru: Спасибо

source: Resources have completed loading.
ru: Загрузка вводных данных завершена

source: Hello, Your package has successfully loaded into your Arches project.
ru: Здравствуйте, Ваш пакет успешно загружен в Ваш проект Arches.

source: Log me in
ru: Войти

source: Cancel
ru: Отмена

source: OK
ru: ОК

source: Manage
ru: Запуск

source: Login
ru: Логин

source: Welcome
ru: Добро пожаловать

source: Notifications
ru: Уведомления

source: Search
ru: Поиск

source: My Recent Edits
ru: Мои Последние Правки

source: Edit Resource
ru: Внесите правки в Вводные Данные

source: Print
ru: Печать

source: Help
ru: Помощь

source: Close
ru: Закрыть

source: My Edit History
ru: История Моих Правок

source: Close Help
ru: Закрыть Помощь

source: for more documentation, visit
ru: для дополнительной документации перейдите

source: Tools
ru: Инструменты

source: Manage System Settings
ru: Управление Настройками Системы

source: System Settings
ru: Настройки Системы

source: System Settings Graph
ru: Граф Настройки Системы

source: Add New Resource
ru: Добавить Новые Вводные Данные

source: Arches Designer
ru: Дизайнер Arches

source: Resource Models
ru: Модели Вводных Данных

source: Branches
ru: Ответвление

source: Map Layer Manager
ru: Диспетчер Слоев Карты

source: Resource Layers
ru: Слои Вводных Данных

source: Basemaps
ru: Картосновы

source: Overlays
ru: Наложения

source: Arches Collector Manager
ru: Диспетчер Сбора Информации Arches

source: Recent Edits
ru: Последние Правки

source: Profile Manager
ru: Диспетчер Профилей

source: Modules
ru: Модули

source: Reference Data Manager
ru: Диспетчер Ссылочных Данных

source: Change your password
ru: Поменяйте Ваш пароль

source: Change Password
ru: Поменять Пароль

source: Your password must:
ru: Ваш пароль должен:

source: Oops!
ru: Упс!

source: Page Not Found!
ru: Страница не найдена!

source: Sorry, but the page you are looking for has not been found on our server.
ru: Извините, но запрашиваемая Вами страница не обнаружена на нашем сервере.

source: Back to Homepage
ru: Назад на Главную страницу

source: Internal Server Error!
ru: Внутренняя Ошибка Сервера!

source: Something went wrong and we couldn't process your request.
ru: Что-то пошло не так и мы не смогли обработать Ваш запрос.

source: Overview
ru: Просмотр

source: As a database administrator, you will use the Arches Collector Manager to create and manage the projects that data collection users will access through the <a href="https://arches.readthedocs.io/en/stable/using-arches-collector" target="_blank">Arches Collector</a> mobile app.
ru: В качестве администратора базы данных Вы будете использовать Диспетчер Сбора Информации Arches для создания и управления проектами, которые будут доступны пользователям информационных данных через мобильное приложение <a href="https://arches.readthedocs.io/en/stable/using-arches-collector" target="_blank">Arches Collector</a>

source: When you begin creating a new project, you'll be brought to the project summary, which shows you how many users are participating, when data was last synced, and more.
ru: Когда Вы начнете создавать новый прокт, Вы будете перенаправлены на сводную страницу проекта, где будет указано количество пользователей, когда данные были последний раз синхронизированы и т.д.

source: open in new tab
ru: открыть в новой закладке

source: Once you have finished setting all of the parameters for your project, you will return to the summary page to activate it for the first time.
ru: Как только Вы закончите настройку всех параметров Вашего проекта Вы будете перенаправлены на сводную страницу для целей первичной активизации проекта.

source: This initial activation saves the contents of your project to a staging database, from which Arches Collector users will download it and begin collecting data.
ru: Первичная активизация сохранит содержимое Вашего проекта в промежуточной базе данных, из которой пользователи Arches Collector смогут загрузить проект и начать сбор информации.

source: IMPORTANT: In order for Arches Collector users to connect to this Arches instance a system admin must first <a href="https://arches.readthedocs.io/en/stable/api/#registering-an-application-with-arches" target="_blank">register an application</a>.
ru: ВНИМАНИЕ: Для подключения пользователей Arches Collector к данной инстанции Arches системный администратор должен сначала <a href="https://arches.readthedocs.io/en/stable/api/#registering-an-application-with-arches" target="_blank">зарегистрировать приложение</a>.

source: Managing Projects
ru: Управление Проектами

source: Activation/Deactivation
ru: Активизация/Деактивизация

source: The first time you activate the project and click Save, all of the parameters are saved to an intermediate location, and cannot be updated. After this initial activation, you can deactivate/reactivate the project whenever you want. When a project is deactivated, users who have already downloaded it can still collect and sync their data, but new users cannot download it, even if they have the proper permissions.
ru: После первичной активации проекта и его Сохранения все его параметры будут сохранены в промежуточной ячейке памяти и не могут быть обновлены. После данной первичной активации Вы сможете де-активировать/ре-активировать проект в любое время. В случае де-активации проекта пользователи, которые уже скачали данный проект, все еще смогут получать и синхронизировать свои данные, но новые пользователи не смогут скачать проект, даже в случае получения соответствующих разрешений.

source: Syncing
ru: Синхронизация

source: After you have activated a project, and users have begun downloading it and entering data, they can sync their changes at any time. The following takes place when a user syncs a project:
ru: После активации проекта и начала его скачивания и внесения данных пользователями, данные пользователи могут синхронизировать внесенные изменения в любое время. Происходит следующее когда пользователь сихронизирует проект:

source: All changes from the user's mobile device will be pushed to this database.
ru: Все изменения, внесенные пользователями с мобильных устройств, будут перенесены в данную базу данных.

source: All changes from the user's mobile device will be made available to all other participants in the same project.
ru: Все изменения, внесенные пользователями с мобильных устройств, будут доступны всем другим участникам проекта.

source: If other project participants have synced their data, it will be downloaded to the user's mobile device.
ru: Если другие участника проекта сихронизировали свои данные, то они будут загружены на мобильное устройство данного пользователя.

source: If resources have been changed in this database since the project was first activated, these changes are <strong>not</strong> downloaded to the user's mobile device.
ru: В случае изменения вводных данных базы данных с момента первичной активизации проекта, то такие изменения <strong>не</strong> загружаются на мобильное устройство пользователя.

source: Project Parameters
ru: Параметры Проекта

source: Settings
ru: Настройки

source: Name
ru: Имя

source: This name will be used in Arches Collector when users connect to this Arches instance.
ru: Данное имя будет использовано в Arches Collector во время подключения пользователей к данному образцу Arches.

source: Start Date/End Date
ru: Дата начала/Дата окончания

source: The project's start and end dates are used to limit when people can add or edit data to your project. Use these dates to enforce the beginning and end of your field data collection effort. When a project has expired, users will not be able to collect new data, but they can still sync.
ru: Даты начала и даты окончания проекта используются для лимитирования временного промежутка для внесения изменений пользователями в данные Вашего проекта. Используйте эти даты, чтобы установить начало и конец сбора полевых данных. Когда срок действия проекта истечет, пользователи не смогут собирать новые данные, но они все еще могут осуществлять их синхронизацию.

source: Description
ru: Описание

source: Optionally add a description for your project. This description will be included when users download the project using Arches Collector.
ru: Опционально добавьте описание Вашего проекта. Такое описание будет доступно для пользователей при загрузке проекта с использованием Arches Collector.

source: Map Extent
ru: Размер Карты

source: The map extent for this project will default to the extent set in System Settings, but can be changed however you like. If you allow users to download data in this project, only resources within this boundary will be used.
ru: Размер карты для данного проекта по умолчанию определен в Системных Параметрах, но он может быть изменен по желанию. Если пользователям разрешено скачивание данных в данном проекте, то возможно быть использование только тех вводных данных, которые укладываются в данные размеры,

source: Map Sources
ru: Источники Карт

source: Define the basemap layer(s) that will be available to users while they collect data with Arches Collector.
ru: Установите какой (-ие) слой (-и) картосновы будут доступны пользователям во время сбора данных при помощи Arches Collector.

source: If you expect data collection to happen in areas that do not have reliable cellular/wifi data connections, use this parameter to link to an MBTiles file that users will download when they download this project. You can learn more about creating this file in our external <a href="https://arches.readthedocs.io/en/stable/arches-collector-manager/" target="_blank">Arches Collector Manager</a> documentation.
ru: Если ожидается проводить сбор данных в районах, где отсутствует доступ к надежная мобильному Интернету/wifi, то используйте данный параметр для подключения к файлу MBTiles. Данный файл будет скачен пользователями вместе со скачиванием проекта. Более подробная информация о создании такого файла доступна в нашей внешней документации<a href="https://arches.readthedocs.io/en/stable/arches-collector-manager/" target="_blank">Диспетчера Arches Collector </a> .

source: Models
ru: Модели
