Repository: CWDamm-Kint/arches-dev
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ru

source: <p>Arches comes with three default functions (see below). However, functions are envisioned as the hook through which developers can easily customize Arches capabilities, because new Functions can be added to your individual Arches installation. Learn more <a href="https://github.com/archesproject/arches/wiki/Creating-New-Functions%%2C-DataTypes%%2C-and-Widgets" target="_blank">here</a>.</p>
ru: Arches по умолчанию имеет три функции (см. ниже). Однако, данные функции представляют собой крючки, с помощью которых разработчики могут с легкостью кастомизировать возможности Arches, так как новые Функции могут быть добавлены к Вашей личной установленной копии Arches. Узнайте больше<a href="https://github.com/archesproject/arches/wiki/Creating-New-Functions%%2C-DataTypes%%2C-and-Widgets" target="_blank">here</a>.</p>

source: Define Resource Descriptors
ru: Определить Описания Вводных данных

source: This function will generate one or more descriptors for Resources that are created with this Resource Model. These descriptors are used throughout the database interface, but are not saved as part of the resource. This gives you control over the way Resources are identified and described in search results and elsewhere.
ru: Данная функция будет генерировать одно или более описаний для Вводных данных, которые создаются с помощью данной Модели Вводных данных. Данные описания используются повсеместно в интерфейсе базы данных, но не сохраняются как часть вводных данных. Это предоставляет возможность контролировать каким образом Вводные данные идентифицируются и описываются в результатах поиска и где-либо еще.

source: Once added to the Resource Model, use the appropriate tab to configure a descriptor template. Choose a card, and variables corresponding to each node in that card will be added to the template, demarcated with <code>&lt; &gt;</code>. You can rearrange these variables and add text to customize the descriptor. When you have set the descriptors, click <strong>Re-Index</strong> to update any existing resources in your database.
ru: После добавления к Модели Вводных Данных, используйте соответствующую закладку для конфигурации шаблона описания. Выберите карточку; переменные, соответствующие каждому узлу в данной карточке, будут добавлены к шаблону и разграничены<code>&lt; &gt;</code>. Можно перекомпоновать данные переменные и добавить текст для целей кастомизации описания. После установки описаний нажмите <strong>Переобозначить</strong> для обновления любых существующих данных в Вашей базе данных.

source: If there are multiple instances of a given card in a Resource, the first one added will be used to create these descriptors. To manually change this, edit the Resource in question and drag the desired tile to the top of the list.
ru: Если существуют несколько вариантов данной карточки в Вводных Данных, то первый добавленный вариант будет использован для создания данных описаний. Для того, чтобы это изменить вручную, отредактируйте соответствующие Вводные Данные и перенесите желаемый элемент в начало листа.

source: Any user with read access permission to a resource will be seeing these resource descriptors wherever it shows up in search results or on the map. <strong>If a card is intended to be hidden from any group of users, it should not be used in this function.</strong>
ru: Любой пользователь с правом Чтения информации о вводных данных всегда будет видеть описания вводных данных на карте или в результатах поиска. <strong>Если предполагается, что карточка должна быть скрыта от любых групп пользователей, то она не должна быть использована в данной функции.</strong>

source: <h5>Example</h5> <p>Consider a Resource where the <strong>Name</strong> node value is <em>Folsom School</em> and <strong>Name Type</strong> node value is <em>Primary</em>.</p> <p>Selecting the <strong>Name</strong> card will populate the template with <code>&lt;Name Type&gt;, &lt;Name&gt;</code>. The resulting descriptor would read <em>Primary, Folsom School</em>. Changing the template to <code>Building Name: &lt;Name&gt;</code> would yield <em>Building Name: Folsom School</em>.</p>
ru: <h5>Пример</h5> <p>Продумайте Вводные Данные, где <strong>Наименование</strong> узловое значение - это <em>Школа Фолсом</em> и <strong>Тип Наименования</strong> узловое значение - это <em>Основное</em>.</p> <p>Выбирая <strong>Наименование</strong> карточка заполнит шаблон с <code>&lt;Тип Наименования&gt;, &lt;Name&gt;</code>. Итоговый идентификатор прочтет <em>Основное, Школа Фолсом</em>. Изменение шаблона к <code>Название Здания: &lt;Name&gt;</code> покажеть <em>Название Здания: Школа Фолсом</em>.</p>

source: Graph Tab
ru: Закладка Графа

source: In this tab you will design the graph&mdash;the core of a Resource Model or Branch. In fact, sometimes Resource Models and Branches are generically referred to as "graphs".
ru: В данной закладке Вы будете разрабатывать граф&mdash; ядро Модели Вводных данных или Ответвления. В действительности, иногда Модели Вводных данных и Ответвления в целом называют "графами".

source: For the first step in building a graph, you should fill out the <strong>top-level settings</strong>. Some of these may be changed later while others can't, so make sure to do a lot of testing while developing a graph. With the top-level settings in place, it's time to <strong>construct the graph</strong> by adding nodes (or full Branches) to the graph tree. Along the way, you'll need to set the <strong>node-level settings</strong> for each node you create.
ru: В самом начале процесса постройки графа необходимо заполнить <strong>настройки верхнего уровня</strong>. Некоторые из них могут быть изменены позже, другие же не могут быть. Таким образом, необходимо проводить множественное тестирование в ходе разработки графа. После заполнения настроек верхнего уровня наступает время для <strong>постройки графа</strong> путем добавления узлов (или полных Ответвлений) в дерево графа .

source: Once you've finished creating this Resource Model or Branch make sure to set its status to "active".
ru: Как только Вы закончите создавать данную Модель Вводных Данных или Ответвление убедитесь, что установлен их статус "активный"

source: Top-Level Settings
ru: Настройки Верхнего Уровня

source: Identifiers
ru: Идентификаторы

source: Used to identify this Resource Model throughout the app interface. Default is New Resource Model.
ru: Используются для идентификации данной Модели Вводных Данных с помощью интерфейса приложения. По умолчанию, это - Новая Модель Вводных данных.

source: Optional subtitle, displayed on the Arches Designer home page.
ru: Опциональный подзаголовок, отображаемый на главной странице Конструктора Arches (Arches Designer).

source: Ontology
ru: Онтология

source: Decide whether an ontology will be enforced in this graph. To learn more about what this means, read <a href="https://arches.readthedocs.io/en/stable/ontologies-in-arches" target="_blank">Ontologies in Arches</a>. By default, you are allowed to choose between using the CIDOC CRM v6.2, or using no ontology. Once a node or branch has been added to this graph the <strong>Ontology</strong> setting <em>cannot be modified</em>.
ru: Решите будет ли использоваться онтология в данной графе. Чтобы узнать об этом больше, прочитайте <a href="https://arches.readthedocs.io/en/stable/ontologies-in-arches" target="_blank">Онтологии в Arches</a>. По умолчанию, Вам разрешено выбирать между использованием CIDOC CRM v6.2 или без онтологии. После того, как узел или ответвление были добавлены к этому графу, настройка <strong>Онтологии</strong><em> не может быть изменена</em>.

source: Root Class
ru: Корневой Класс

source: This setting is only necessary if an "Ontology" has been chosen. Define the ontology class of the root node for this graph.
ru: Данная настройка необходима только в случае выбора "Онтологии". Определите онтологический класс корневого узла данного графа.

source: Configuration
ru: Конфигурация

source: Status
ru: Статус

source: Set to "inactive" to disallow use of this graph during development. Inactive Resource Models cannot be used to create new resources, and inactive Branches can not be added to a Resource Model.
ru: Установите "неактивный" для запрета использования данного графа во время разработки. Неактивные Модели Вводных Данных не могут быть использованы для создания новых вводных данных, и неактивные Ответвления не могут быть добавлены в Модели Вводных Данных.

source: Resource models that may be related
ru: Взаимозависимость моделей вводных данных

source: Choose which Resource Models can be related to this one with resource-to-resource relationships.
ru: Выберите какие Модели Вводных данных могут иметь взаимозависимость с данной моделью при помощи отношений данные-к данным.

source: Root Node Data Type
ru: Тип Данных Корневого Узла

source: Choose what data type to use for the root node of this Branch.
ru: Выберите какой тип данных будет использоваться для корневого узла данного Ответвления.

source: Author
ru: Автор

source: You can optionally add an <strong>Author</strong> to this graph. Only administrators will see this information.
ru: Можно опционально добавить <strong>Автора</strong> в данную графу. Только администраторы будут видеть данную информацию.

source: Abstract
ru: Выдержка

source: You can optionally add an <strong>Abstract</strong> to this graph.
ru: По желанию можно добавить <strong>Выдержку</strong> в данный граф.

source: Users will see this abstract when they are presented with a choice of what Resource Model to use to create a new resource.
ru: Пользователи будут видеть данную выдержку в момент когда им будет предоставлен выбор какую Модель Вводных данных использовать для создания новых вводных данных.

source: This abstract will be shown in the Branch Library which is used during graph construction.
ru: Данная выдержка будет представлена в Библиотеке Ответвлений, которая используется во время создания графа.

source: JSON-LD Context
ru: Контекст JSON-LD

source: Add a <a href="https://www.w3.org/TR/json-ld/">JSON-LD Context</a> for this Resource Model. This allows you to namespace common URI endpoints that are used within a JSON-LD output of the resource. You can enter a plain URL (<code>"http://www.cidoc-crm.org/cidoc-crm/"</code>), or JSON that defines multiple keys (<code>{"crm":"http://www.cidoc-crm.org/cidoc-crm/","rdf":"http://www.w3.org/1999/02/22-rdf-syntax-ns#"}</code>).
ru: Добавьте <a href="https://www.w3.org/TR/json-ld/">Контекст JSON-LD</a> для данной Модели Вводных Данных. Это позволит организовать пространство имён стандартных URI конечных точек, которые используются в рамках выхода вводных данных JSON-LD. Можно ввести обычный URL (<code>"http://www.cidoc-crm.org/cidoc-crm/"</code>), или JSON, который устанавливает несколько ключей (<code>{"crm":"http://www.cidoc-crm.org/cidoc-crm/","rdf":"http://www.w3.org/1999/02/22-rdf-syntax-ns#"}</code>).

source: Appearance
ru: Внешний вид

source: Color
ru: Цвет

source: Choose a color for this Resource Model to be used in the related resources force directed graph.
ru: Выберите цвет для данной Модели Вводных Данных, который будет использоваться ???))

source: Icon
ru: Иконка

source: Choose an icon to identify this graph throughout the app interface. You can browse the icons to select one, or type in the search bar to filter them. Arches uses the <a href="http://fontawesome.io/" target="_blank">Font Awesome</a> icon library; custom icons are not supported.
ru: Выберите иконку для идентификации данного графа через интерфейс приложения. Вы можете произвести поиск иконок и выбрать одну или же забейте в поле поиска для их фильтрации. Arches использует библиотеку иконок <a href="http://fontawesome.io/" target="_blank">Font Awesome</a>; произвольные иконки не поддерживаются.

source: Construct the Graph
ru: Создайте Граф

source: Use the graph tree on the left side of the page to construct the graph. Every new graph starts with a <strong>Top Node</strong>, which will take the name of the new Resource Model or Branch. From this node, you can either <strong>Add Child Node</strong> to add a single node, or <strong>Add Branch</strong> to add an entire existing Branch.
ru: Используйте дерево графа с левой стороны страницы для постройки графа. Каждый новый граф начинается с <strong>Вернего Узла</strong>, который будет иметь имя новой Модели Вводных данных или Ответвления. К этому узлу Вы можете либо <strong>Добавить Дочерние Узлы</strong>, если необходимо добавить один узел или <strong>Добавить Ответвление</strong>, если необходимо добавить целое Ответвление.

source: At any point during construction you can switch from <strong>Design</strong> mode to <strong>Preview</strong> to see the full shape of your graph.
ru: В любой момент во время создания можно переключить из Режима<strong>Дизайн</strong> в <strong>Просмотр</strong> для того, чтобы полностью увидеть схему Вашей графы.

source: If you have created a branch structure in a Resource Model that you would like to use in a different Resource Model, you can export it from the graph tree.
ru: Если Вами была создана структура ответвлений в какой-либо Модели Вводных Данных, которую Вы хотели бы использовать в другой Модели Вводных Данных, то Вы можете экспортировать ее из дерева графа.

source: add a node and branch to new graph - click to view
ru: добавьте в графу узел и ответвление - нажмите для просмотра

source: Node-Level Settings
ru: Настройки Узлового Уровня

source: Node Identifiers
ru: Идентификаторы Узла

source: Node Name
ru: Наименование Узла

source: Set the name for this node. This will be used by default in the user interface, but a different name for display can be configured at the widget level.
ru: Присвойте наименование данному узлу. Оно будет использовано по умолчанию в интерфейсе пользователя. Однако, специальное наименование для его вывода на дисплей может быть сконфигурировано на уровне виджета.

source: Ontology Class
ru: Онтологический Класс

source: only present if this graph uses an ontology
ru: присутствует только если данная графа использует онтологию

source: This setting assigns an ontological class to this node. To learn more, read <a href="https://arches.readthedocs.io/en/stable/managing-resources/#ontologies-in-arches" target="_blank">Ontologies in Arches</a>
ru: Данная настройка присваивает данному узлу онтологический класс. Для получения подробной информации читайте <a href="https://arches.readthedocs.io/en/stable/managing-resources/#ontologies-in-arches" target="_blank">Онтологии в Arches</a>

source: Relationship to...
ru: Степень родства...

source: Define what relationship this node has with its parent node (the one directly above it in the graph tree). A verbalization of your choice is shown in the <strong>Semantics</strong> section below this setting.
ru: Определите степень родства данного узла с его родительским узлом (с тем, который находится непосредственно над ним в дереве графа). Вербализация Вашего выбора представлена в секции <strong>Семантика</strong>, находящейся ниже данной настройки.

source: Node Data Type and Settings
ru: Тип Данных Узла и Настройки

source: Depending on which data type you choose, you may have many more settings to fill out. Those listed below will be present for every node no matter the data type.
ru: В зависимости от того, какой тип данных Вы выберете, у Вас может быть гораздо больше настроек для заполнения. Перечисленные ниже настройки будут доступны для каждого узла независимо от типа данных.

source: Data type
ru: Тип данных

source: Choose the data type for this node. Please see the <strong>Default Data Types</strong> section below. Once data is collected for this node, this setting cannot be changed.
ru: Выберите тип данных данного узла. Пожалуйста, обратитесь к секции ниже <strong>Типы Данных по Умолчанию</strong>. Как только данные собраны для данного узла данная настройка не может быть изменена.

source: Expose to Advanced Search
ru: Дать доступ к Расширенному Поиску

source: If true users will be able to add this node to an Advanced Search query.
ru: Если верно, то пользователи смогут добавить данный узел к запросу Расшеренного Поиска.

source: Required
ru: Требуемый

source: If true a value must be entered for this node in order to save it. Once data is collected for this node, this setting cannot be changed.
ru: Если верно, то значение должно быть внесено для данного узла для целей его сохранения. Как только данные собраны для данного узла данная настройка не может быть изменена.

source: Place node(s) in a separate card
ru: Поместите узел (узлы) в отдельную карточку

source: only present if this node is not already the top node for a card
ru: Представлен только если данный узел не является верхним узлом для данной карточки.

source: If true this node will be set in a different card from its parent. This affects data entry, and you are encouraged to test both states of this setting while building you graph. Once data is collected for this node, this setting cannot be changed.
ru: Если верно, то данный узел установлен в другой карточке, отличной от родительской. Это оказывает влияние на ввод данных, Вам следует протестировать оба режима данной настройки во время создания Вашего графа. Как только данные собраны для данного узла, данная настройка не может быть изменена.

source: Default Data Types
ru: Типы Данных по Умолчанию

source: The data type of a node determines what kind of data that node will store. Once chosen, some data types will require further configuration.
ru: Тип данных узла определяет какой вид данных будет сохраняться данным узлом. После осуществления выбора некоторые типы требуют дальнейшей конфигурации.

source: Developers can <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#datatypes" target="_blank">create new datatypes</a>.
ru: Разработчики могут <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#datatypes" target="_blank">создать новые типы данных</a>.

source: boolean
ru: Логический, булев, тип данных

source: Use this to store a "yes"/"no" or "true"/"false" value.
ru: Используйте для сохранения значений "да"/"нет" или "верно"/"неверно".

source: concept
ru: концепция

source: Stores one of a series of concepts from the Reference Data Manager. Users will choose a concept in a dropdown list or set of radio buttons. You'll further be prompted to choose a <strong>Concept Collection</strong>&mdash;this controls which concepts the user is able to choose from.
ru: Сохраняет одну из серий концепций из Диспетчера Ссылочных данных. Пользователи будут выбирать концепция из выпадающего листа или набора кнопок-галочек. Вы в дальнейшем получите подсказку для выбора <strong>Коллекции Концепций</strong>&mdash;последняя контролирует какие концепции могут быть выбраны пользователем.

source: concept-list
ru: Концепт-лист

source: Stores multiple concepts in a single node.
ru: Сохраняет множество концепций в одном узле.

source: date
ru: дата

source: Stores a CE calendar date. See etdf for BCE and fuzzy date handling.
ru: Сохраняет календарную дату н.э. Смотрите рдфв для дат до н.э. и размытых дат.

source: edtf
ru: рдфв

source: Stores an <a href='https://www.loc.gov/standards/datetime/' target='_blank'>Extended Date/Time Format</a> value. Use this data type for BCE dates or dates with uncertainty. This datatype requires extra configuration to inform the database search methods how to interpret EDTF values. Data entry users can enter edtf dates using formats listed in the <a href='https://www.loc.gov/standards/datetime/pre-submission.html' target='_blank'>EDTF draft specification</a>.
ru: Сохраняет значение <a href='https://www.loc.gov/standards/datetime/' target='_blank'>Расширенной Даты/Формата Времени</a>. Используйте данный тип данных для дат до н.э. или неопределенных дат. Данный тип данных требует дополнительной конфигурации для предоставления информации о том как интепретировать значения РДФВ методам поиска в базе данных. Пользователи, вносящие данные, могут вносить рдфв даты, используя форматы, указанные в <a href='https://www.loc.gov/standards/datetime/pre-submission.html' target='_blank'>проекте спецификации РДФВ</a>.

source: file-list
ru: Список-файл

source: Stores one or mores files. Use this to upload images, documents, etc.
ru: Сохраняет или более файлов. Используется для загрузки изображения, документов и т.д.

source: iiif-drawing
ru: iiif-чертёж

source: Used to store an <a href='http://iiif.io/' target='_blank'>IIIF compliant</a> image.
ru: Используется для сохранения <a href='http://iiif.io/' target='_blank'>IIIF compliant</a> изображения.

source: geojson-feature-collection
ru: коллекция-geojson-характеристик

source: Stores geographic coordinates, and is used to show a resource on the map.
ru: Сохраняет географические координаты и используется для демонстрации вводных данных на карте.

source: domain-value
ru: Значение домена

source: Similar to "concept", choose this to present the user with a dropdown list or set of radio buttons. Unlike "concept" this dropdown menu will not come from your system-wide controlled vocubulary, but from a list of values that you must define here.
ru: Аналогично "концепции" выберите данную опцию для активизации для пользователя выпадающего меню или набора кнопок-галочек. В отличие от "концепции" данное выпадающее меню не появится из общесистемно контролируемого словаря; оно связано с листом значений, которые Вам необходимо определить здесь.

source: domain-value-list
ru: Список значений доменв

source: Stores multiple domain-values in a single node.
ru: Сохраняет множество значений домена в едином узле.

source: csv-chart-json
ru: csv-чертёж-json

source: Stores a csv chart formatted as JSON.
ru: Сохраняет csv чертёж в формате JSON.

source: node-value
ru: значение узла

source: Stores a reference to a different node in this graph. This would allow you to store duplicate data in more than one branch.
ru: Сохраняет ссылку на различные узлы в данной графе. Это позволяет сохранять дублирующие данные в более чем одном ответвлении.

source: number
ru: число

source: Stores a number.
ru: Сохраняет число

source: resource-instance
ru: образец вводных данных

source: Embeds a separate resource instance into this node. For example, you could add a node called "Assessed By" to a condition assessment branch, and use this data type. This would allow you to associate an individual stored in your database as an Actor resource with a specific condition assessment. Note that this construction is different from making a "resource-to-resource relationship".
ru: Внедряет отдельную версию вводных данных в данный узел. Например, Вы можете добавить узел, называемый "Оцененный Кем-Либо" в ответвление оценки состояния и использовать данный тип данных. Это предоставит Вам возможность связать индивидуальную версию, хранящуюся в Вашей базе данных, в качестве субъекта вводных данных, со специфическим условием оценки. Примите к сведению, что данная конструкция отличается от создания "отношения данные-к данным"

source: resource-instance-list
ru: список-образцов- вводных данных

source: Stores a list of resource instances in a single node.
ru: Сохраняет список образцов вводных данных на одном узле.

source: semantic
ru: Семантический

source: <em>A semantic node does not store data.</em> Semantic nodes are used where necessary to make symbolic connections between other nodes, generally in order to follow ontological rules. The top node of every graph is a semantic node.
ru: <em>Семантический узел не предназначен для сохранения данных.</em> Семантические узлы используются, епри необходимости, для создания символических соединений между другими узлами, в целом для того, чтобы следовать онтологическим правилам. Самый верхний узел любого графа - это семантический узел.

source: string
ru: строка
