Repository: CWDamm-Kint/arches-dev
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ru

source: <strong>Search Bar</strong> The quickest way to search the database is to begin typing in the search bar. You'll be presented with database terminology which you can use to create one or more simple filters. The search bar also acts as an aggregator of <em>all</em> currently enabled filters.
ru: <strong>Закладка Поиск</strong> Самый быстрый способ поиска в базе данных - начать печатать в строке поиска. Вам будет предоставлена база данных терминологии, которую Вы можете использовать для создания одного или более простых фильтров. Строка поиска также действует как агрегатор <em>всех</em> активированных на данный момент фильтров.

source: <strong>Search Tools</strong> There are a number tools you can use to explore the database, which are described in detail below.
ru: <strong>Инструменты Поиска</strong> Существуют несколько инструментов, которые могут быть использованы для поиска в базе данных. Они описаны в деталях ниже.

source: <strong>Search Results</strong> Whenever you change any search filters, the updated search results will be listed here. You can link to a resource's report, zoom to it on the map, or view its related resources.
ru: <strong>Результаты Поиска</strong> При изменении каких-либо фильтров поиска обновленные результаты поиска будут представлены здесь. Вы можете связать с отчетом о вводных данных, изменить масштаб на карте или просмотреть связанные вводные данные.

source: <strong>Search Panel</strong> The contents of this panel will change depending on what search tool you are using. Typically, the map will be activated by default.
ru: <strong>Поисковая Панель</strong> Содержания данной панели будет изменяться в зависимости от используемого инструмента. Обычно, карта будет активизироваться по умолчанию.

source: Search Tools
ru: Инструменты Поиска

source: Map
ru: Карта

source: Search results can be represented on the map in two ways: <strong>markers</strong> show the first set of resources in the search results, and <strong>cells</strong> are used to give a general spatial representation of <em>all</em> resources in the search results.
ru: Результаты поиска могут быть представлены на карте в двух видах: <strong>маркеры</strong>показывают первый блок вводных данных в результатах поиска, а <strong>ячейки</strong>используются для предоставления общего пространственного представления <em>всех</em>вводные данные в результатах поиска.

source: In addition to displaying search results, the map can show resource layers (showing all resources), or custom overlays, if any have been added. You control the visibility of all layers and basemaps with the tool panel on the right.
ru: В дополнение к отображению результатов поиска данная карта может показывать слои вводных данных (показывая все вводные данные) или же кастомизированные наложения, если какие-либо были добавлены. Вы контролируете видимость всех слоев и картоснов с помощью панели инструментов, находящейся справа.

source: Finally, you can add a spatial filter to your query by using the map drawing tools to draw a shape and apply a buffer distance if desired.
ru: В конечном счете Вы можете добавить пространственный фильтр к Вашему запросу, используя инструменты составления карт, для того, чтобы нарисовать форму и применить буферное расстояние при необходимости.

source: change basemap - click to view
ru: изменить картоснову - нажмите для просмотра

source: toggle search results layer - click to view
ru: Переключить слой результатов поиска - нажмите для просмотра

source: search with spatial query - click to view
ru: Поиск с использованием пространственного запроса - нажмите для запроса

source: Time
ru: Время

source: You can apply a temporal criterion to your query by using the Time Filter. You have the option of creating the filter by hand, or you can use the time wheel. The time wheel is a graphic representation of all the resources in the database, organized chronologically.
ru: Вы можете применить временный критерий к Вашему запросу, используя Временной Фильтр. У Вас есть опция создать фильтр вручную или же можно использовать колесо времени. Колесо времени - это графическое представление всех вводных данных в базе данных, организованное хронологически.

source: apply time filter with time wheel - click to view
ru: применить временной фильтр с колемос времени - нажать для просмотра

source: Saved
ru: Сохраненный

source: Saved searches allow you to view pre-made queries. Saved searches are created by database administrators, so the number of saved searches shown here will vary from one database to the next.
ru: Сохраненные поиски позволят Вам просмотреть готовые запросы. Сохраненные поиски создаются администраторами базы данных, таким образом, количество сохраненных поисков, представленных здесь, будут варировать от одной базы данных к другой.

source: Advanced
ru: Расширенный

source: You can use the advanced search to make more complex queries based on data attributes, or "facets". While the basic search filter allows you to combine multiple filters, advanced search is the only way to combine filters with an <strong>or</strong> operator, and also gives you access to more comparison operators.
ru: Вы можете использовать расширенный поиск для создания более комплексных запросов, базирующихся на атрибутах данных или "фасетах". В то время как фильтр базового поиска позволяет комбинировать несколько фильтров, расширенный поиск является единственным методом комбинирования фильтров с помощью <strong>или</strong> оператора, а также дает возможность доступа к большему количеству операторов сравненияя.

source: In the example below, a search is made within a single resource type for any name <strong>like</strong> "church" <strong>or</strong> any name <strong>like</strong> "gate".
ru: В примере ниже поиск производится в рамках одного типа вводных данных для любого наименования <strong>как</strong> "церковь" <strong>или</strong> любого наименования <strong>как</strong> "ворота".

source: search for multiple words in names - click to view
ru: Поиск по нескольким словам в наименованиях - нажмите для просмотра

source: Related
ru: Связанные

source: For each resource listed in the search results you can view its related resources with the "Related Resources" link under the description. By viewing Related Resources, you get a new view of the database: not how resources are related geographically nor chronologically, but qualitatively.
ru: Для каждых вводных данных, перечисленных в результатах поиска, можно увидеть связанные с ними вводные данные по ссылке "Связанные Вводные данные", находящейся под описанием. Просматривая Связанные Вводные данные, Вы получаете новое видение базы данных: не то, как вводные данные связаны географически или хронологически, а качественно.

source: There two methods for viewing Related Resources: in a table where each related resource is a row, or in a graph where resources are shown as nodes in a graph, with relationships connecting them.
ru: Существуют два способа просмотра Связанных Вводных данных: в таблице, где каждые связанные вводные данные - это строка, или же в графическом виде, где вводные данные показаны в виде вершин графы с зависимостями, соединяющими их.

source: <p>A number of global settings can be defined or altered here.</p>
ru: <p>Количество основных настроек может быть установлено или изменено здесь.</p>

source: Default Application Settings
ru: Настройки программы по умолчанию

source: <strong>Application Name</strong> - Name of your Arches app, to be displayed in the browser title bar and elsewhere.<br> <strong>Default Data Import/Export User</strong> - Name to associate with data that is imported into the system.<br>
ru: <strong>Наименование Приложения</strong> - Наименование Вашего приложения Arches для его демонстрации в строке заголовка браузера и в других местах. <br> <strong>Стандартный Пользователь Импорта/Экспорта Данных </strong> - Наименование для установки корреляции с данными, импортированными в систему. <br>

source: Web Analytics
ru: Веб Аналитика

source: <strong>Google Analytics Key</strong> - If you have made a Google Analytics Key to track your app's traffic, enter it here.<br>
ru: <strong>Ключ Google Analytics</strong> - Если Вы создали Ключ Google Analytics для отслеживания Вашего траффика в приложении, то введите его здесь.<br>

source: Thesaurus Service Providers
ru: Поставщики Услуг Тезаурусов

source: <strong>Thesaurus SPARQL Endpoint</strong> - Advanced users may create more SPARQL endpoints and register them here. These endpoints will be available in the RDM and allow you to import thesaurus entries from external sources.<br>
ru: <strong>Концевые точки SPARQL Тезаурусов</strong> - Продвинутые пользователи могут создать дополнительные концевые точки SPARQL и зарегистрировать их здесь. Эти концевые точки будут доступны в ДСД и позволят Вам импортировать вводные данные из внешних источников в тезаурусы.<br>

source: Map Settings
ru: Настройки Карты

source: Arches uses the Mapbox mapping library for map display and data creation. Arches also supports Mapbox basemaps and other services.
ru: Arches использует библиотеку отображений Mapbox для отображения карты и создания данных. Arches также поддерживает картосновы Mapbox и другие сервисы.

source: <strong>Mapbox API Key (Optional)</strong> - By default, Arches uses some basemap web services from Mapbox. You will need to <a href='https://www.mapbox.com/help/create-api-access-token/' target="_blank">create a free API key</a> (or "access token") for these services to be activated. Alternatively, you could remove all of the default basemaps and add your own, non-Mapbox layers.
ru: <strong>Ключ Mapbox API (Опционально)</strong> - По умолчанию, Arches использует некоторые веб сервисы картоснов от Mapbox. Вам необходимо <a href='https://www.mapbox.com/help/create-api-access-token/' target="_blank">создать бесплатный API ключ</a> (или "меркер доступа") для активации данных сервисов. В качестве альтернативы Вы можете убрать все стандартные базовые карты и добавить свои собственные, не-Mapbox слои.

source: <strong>Mapbox Sprites</strong> - Path to Mapbox sprites (use default).
ru: <strong>Mapbox Спрайты</strong> - Путь к Mapbox спрайтам (используйте стнадартный).

source: <strong>Mapbox Glyphs</strong> - Path to Mapbox glyphs (use default).
ru: <strong>Mapbox Глифы </strong> -Путь к Mapbox гоифам (использует по умолчанию).

source: Project Extent
ru: Размер проекта

source: Draw a polygon representing your project's extent. These bounds will serve as the default for the search result grid bounds, and map bounds in search, cards, and reports.
ru: Нарисуйте полигон, представляющий размер Вашего проекта. Данные границы будут по умолчанию выступать в качестве ограничителей результатов поиска и картовых граничителей в поиске, карточках и отчетах.

source: Map Zoom
ru: Масштабирование Карты

source: You can define the zoom behavior of your map. Zoom level 0 shows the whole world (and is the absolute minimum zoom level) and zoom level 20 is the maximum level that most map services support.
ru: Вы можете установить масштабирование Вашей карты. Уровень масштабирования 0 показывает весь мир (и является абсолютно минимальным уровнем масштабирования), а уровень масштабирования 20 является максимальным уровнем, который поддерживается большинством картографических сервисов.

source: <strong>Default Zoom</strong> - Set the zoom level that the map will be shown at by default.
ru: <strong>Масштабирование по Умолчанию</strong> - Установите уровень масштабирования, который будет указываться на карте по умолчанию.

source: <strong>Min Zoom</strong> - Minimum zoom level defines how far the user can zoom out when viewing the map.
ru: <strong>Минимальное масштабирование</strong> - Минимальный уровень масштабирования определяет минимальное уменьшение, которое доступно пользователю при просмотре карты.

source: <strong>Max Zoom</strong> - Maximum zoom level defines how far the user can zoom in when viewing the map.
ru: strong>Максимальное масштабирование</strong> - Максимальный уровень масштабирования определяет максимальное увеличение, которое доступно пользователю при просмотре карты.

source: Search Results Grid
ru: Сетка Результатов Поиска

source: Arches aggregates search results and displays them as hexagons. You will need to set default parameters for the hexagon size and precision.
ru: Arches агрегирует результаты поиска и представляет их в качестве шестиугольников. Вам необходимо установить параметры по умолчанию для размера и точности шестиугольника.

source: <strong>Hexagon Size (in km)</strong> - Set the actual size of the hex bins that will be shown on the map.
ru: <strong>Размер шестигранника (в км)</strong> - Устанавливает реальный размер шестигранных ячеек, которые будут появляться на карте.

source: <strong>Hexagon Grid Precision</strong> - Set the precision with which the contents of the hex bins will be calculated.
ru: <strong>Hexagon Grid Precision</strong> -

source: <strong>Warning:</strong> A large project area combined with a small hexagon size and/or high precision will take a very long time to load, and can crash your browser. We suggest changing these settings in small increments to find the best combination for your project.
ru: <strong>Предупреждение:</strong> Большая проектная территория и маленький размер шестиугольника и/или высокая точность приведут к очень длительному времени загрузки и к сбою Вашего навигатора. Мы советуем изменять данные настройки постепенно для того, чтобы найти самую лучшую комбинацию для Вашего проекта.

source: Basic Search Settings
ru: Базовые Настройки Поиска

source: Set the default search results behavior.
ru: Установите стандартное поведение результатов поиска

source: <p> <strong>Number of search results per page</strong> - Set the number of search results shown per page. Note this also defines the number of search result markers that are shown on the map.<br> <strong>Number of search hints per dropdown</strong> - Set the number of search hints that will appear under the search bar as you type in search terms.<br> <strong>Max number of search results to export</strong> - Set the maximum number of resources to be exported from the search results. This value should generally be evenly divible by the SEARCH_RESULT_LIMIT setting in Arches (10,000 by default). </p>
ru: <p> <strong>Количество результатов поиска на странице</strong> - Устанавливает количество результатов поиска, показываемых на странице. Примите во внимание, что это также отпределяет количество маркеров результатов поиска, показываемых на карте.<br> <strong>Количество поисковых подсказок в выпадающем меню </strong> - Устанавливает количество поисковых подсказок, появляющихся под строкой поиска, во время набора поисковых терминов.<br> <strong>Максимальное количество результатов поиска для экспортирования</strong> - Устанавливает максимальное количество вводных данных для экспортирования из результатов поиска. Данное значение обычно должно быть равномерно разделено с помощью настройки SEARCH_RESULT_LIMIT в Arches (10,000 по умолчанию).</p>

source: Temporal Search Settings
ru: Настройки Временного Поиска

source: Arches creates a Time Wheel based on the resources in your database, to allow for quick temporal visualization and queries. A few aspects of this temporal search are defined here.
ru: Arches создает Колесо Времени, базируясь на вводных данных в Вашей базе данных, для целей быстрой временной визуализации и запросов. Некоторые аспекты данного временного поиска устанавливаются здесь.

source: <strong>Color Ramp</strong> - <em>not currently implemented</em> The color ramp for the time wheel. For further reference, check out the <a href='https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md' target="_blank">d3 API reference</a>.
ru: <strong>Линейный Цветовой Градиент</strong> - <em>не внедрен в данный момент</em> Линейный Цветовой Градиент для колеса времени. Для более подробной информации пройдите по ссылке <a href='https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md' target="_blank">d3 API reference</a>.

source: <strong>Time wheel configuration</strong> - <em>not currently implemented</em>
ru: <strong>Конфигурация колеса времени</strong> - <em>не внедрен в данный момент</em>

source: Saved Searches
ru: Сохраненные Поиски

source: Arches allows you save a search and present it as convenience for your users. Saved Searches appear as search options in the main Search page. Creating a Saved Search is a three-step process.
ru: Arches позволяет сохранить поиск и показывать его Вашим пользователям для их удобства. Сохраненные Поиски появляются как опции поиска на основной странице Поиска. Создание Сохраненного Поиска является трехступенчатым процессом.

source: <strong>1. Specify Search Criteria</strong> - Go to the Search page and enter all the criteria you would like to use to configure your Saved Search. You may notice that with the addition of each new search filter (either by using the term filter, map filtering tools, or temporal filters) the URL for the page will change.<br> <strong>2. Copy the URL</strong> - In your browser address bar, copy the <em>entire</em> URL. This will be a long string that defines each of the search filters created in step 1.<br> <strong>3. Create the Saved Search</strong> - Finally, head back to this page and fill out the settings that you see at left. You can also upload an image that will be shown along with your Search Search.
ru: <strong>1. Определите Критерии Поиска</strong> - Пройдите на страницу Поиска и введите все критерии, которые Вы хотели бы использовать для конфигурации Вашего Сохраненного Поиска. Вы можете заметить, что с добавлением каждого нового поискового фильтра (либо используя термин фильтер, инструменты картовой фльтрации или временные фильтры) URL страницы будет меняться. <br> <strong>2. Скопируйте URL</strong> - В адресной строке используемого браузера скопируйте <em>полностью</em> URL.<strong>3. Создайте Сохраненный Поиск</strong> - И последнее, вернитесь на эту страницу и заполните настройки, которые Вы увидите слева. Вы также можете загрузить изображение, которое будет видно вместе с Вашим Поиском.

source: Arches Features
ru: Функции Arches

source: Search Arches
ru: Поиск Arches

source: Sign in
ru: Авторизация

source: Welcome,
ru: Добро пожаловать,

source: Log off
ru: Выйти

source: Home
ru: Главная страница

source: Fast
ru: Быстро

source: Workflows
ru: Рабочие потоки

source: Mobile
ru: Мобильный

source: A web and mobile platform for
ru: Веб- и мобильная платформа для

source: managing your most important resource information
ru: управление самой важной информацией о вводных данных

source: Taktsang Palphug Monastery (also known as Paro Takstang or Tiger's Nest Monastery), Bhutan
ru: Монастырь Taktsang Palphug (также известный как Монастырь Paro Takstang или Tiger's Nest), Бутан

source: Deploy Applications Rapidly
ru: Быстрое развертывание приложений

source: Design custom information management applications in hours. Build your databases with Arches Designer, then configure your interface all without having to write any code.
ru: Создавайте собственные приложения для управления информацией за несколько часов. Создавайте свои базы данных с помощью Arches Designer, а затем настраивайте интерфейс без написания кода.

source: Interface Manager
ru: Менеджер интерфейса

source: Arches automatically creates data entry forms based on your data models. Use Arches' Card Manager to configure the look and feel of your data entry UI.
ru: Arches автоматически создает формы ввода данных на основе ваших моделей данных. Используйте Диспетчер Карточек Arches, чтобы настроить внешний вид пользовательского интерфейса ввода данных.

source: Data Security
ru: Безопасность данных

source: Use Arches' Permissions Manager to set up data access rules for all your user groups and individual accounts. You can define read/write/delete and no-access permissions.
ru: Используйте Диспетчер Разрешений Arches для настройки правил доступа к данным для всех ваших групп пользователей и отдельных учетных записей. Вы можете определить права на чтение/запись/удаление и запрет на доступ.

source: Orchestrate your data entry
ru: Организуйте ввод данных

source: Design step-wise data management interfaces that simplify complex editing tasks. Ensure that everyone enters data completely and consistently
ru: Создавайте пошаговые интерфейсы управления данными, упрощающие сложные задачи редактирования. Убедитесь, что все вводят данные полностью и последовательно

source: Arches Search Tools
ru: Инструменты Поиска Arches

source: Find what you're looking for
ru: Найдите то, что ищете

source: Arches comes with powerful built-in search tools. Quickly filter large databases with term, geospatial, and time-based search components
ru: Arches включает в себя мощные встроенные инструменты поиска. Быстрая фильтрация больших баз данных с помощью компонентов поиска по терминам, геопространственной информации и времени.

source: Search Options
ru: Опции Поиска

source: Arches gives you many ways to find precisely the information you need, even if your Arches application contains 10's of millions of records. In addition to term, thesaurus, geospatial, and temporal filters, Arches provides you with advanced filtering options that support boolean logic, inverses, and many other filtering options.
ru: Arches предоставляет множество способов найти именно ту информацию, которая вам нужна, даже если ваше приложение Arches содержит десятки, 10-ки, миллионов записей. В дополнение к терминам, тезаурусу, геопространственным и временным фильтрам Arches предоставляет расширенные параметры фильтрации, поддерживающие бинарную логику, инверсии и многие другие параметры фильтрации.

source: Arches' search capabilities also provide for sophisticated data visualizations, including interactive displays of the connections between your data objects using a Force Directed Graph.
ru: Возможности поиска Arches также обеспечивают сложную визуализацию данных, включая интерактивные отображения связей между Вашими объектами данных с использованием Force Directed Graph.

source: If you're a software developer, you can build on Arches modular search services and create your own filters, reports, and visualizations to best show off your particular dataset.
ru: Если вы разработчик программного обеспечения, Вы можете опираться на модульные поисковые службы Arches и создавать свои собственные фильтры, отчеты и визуализации для демонстрирации конкретного набор данных наилучшим образом.

source: Work on the go...
ru: Работа на ходу...

source: Arches Collector allows you to create new data and edit existing records when you're away from your computer. Don't worry if you're out of cell or Wi-Fi range. Create new records, update information, even add new map locations. Then synch your changes to your Arches application when you re-establish a network connection.
ru: Arches Collector позволяет вам создавать новые данные и редактировать существующие записи, когда Вы находитесь вдали от своего компьютера. Не беспокойтесь, если Вы находитесь вне зоны действия сотовой связи или Wi-Fi. Создавайте новые записи, обновляйте информацию и даже добавляйте новые местоположения на карту. Затем синхронизируйте свои изменения с приложением Arches при восстановлении сетевого подключения.

source: Arches Collector is available for iOS and Android devices. Download the app from your favorite marketplace.
ru: Arches Collector доступен для устройств iOS и Android. Загрузите приложение из вашего любимого магазина.

source: Sample Institution Name
ru: Образец названия учреждения

source: Sample Address
ru: Образец Адреса

source: Getty Conservation Institute
ru: Getty Conservation Institute (Институт сохранения Гетти)
