Repository: CWDamm-Kint/arches-dev
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You must select one or more resources models to include in the project. When a user downloads the project and begins editing data, only these resource models will be available to them.
ru: Необходимо выбрать одну или несколько моделей вводных данных для их включения в проект. Когда пользователь скачает данный проект и начнет изменять данные, то только эти модели вводных данных будут доступны пользователям.

source: Once you have selected a model, you must further decide which cards from that model to include.
ru: После выбора модели Вам необходимо выбрать карточки из данной модели.

source: By only including certain cards, you can keep the Arches Collector users focused on the specific information you want them to gather.
ru: Включая только определенные карточки, Вы позволяете пользователям Arches Collector сфокусироваться на сборе определенного Вами типа информации.

source: All existing card-level permissions in a resource model will be honored during data collection.
ru: Все существующие разрешения карточного уровня в образце вводных данных будут учтены в процессе сбора данных.

source: Data
ru: Данные

source: If you want users to edit existing resources in your database, you must include these resources in the Data Download section. You can limit the number of resources that get downloaded, with the default maximum limit being 2000. If the resource model you want to download includes geometry, only resources from within your Map Extent will be downloaded.
ru: Если Вы хотите, чтобы пользователи имели возможность внесения изменений в имеющиеся вводные данные в Вашей базе данных, Вам необходимо включить данные вводные данные в секцию Загрузка Данных. Вы можете лимитировать количество вводных данных, разрешенных для загрузки, с учетом максимального количества 2000, установленного по умолчанию. Если модель вводных данных, которую вы хотите загрузить, включает в себя геометрию, то будут загружены только вводные данные в рамках вашего Размера Карты.

source: You can also choose a custom download of resources. Simply go to the search page, construct a search query, and copy and paste the URL in the Custom Download URL box. All of the search results from that query will be included when users download this project.
ru: Вы также можете выбрать скачивание только определенных вводных данных. Для этого необходимо пройти на страницу поиска, создать поисковый запрос, скопировать и вставить ссылку на сайт в URL графу Специальное Скачивание. Все результаты данного запроса будут появляться после скачивания пользователями данного проекта.

source: People
ru: Люди

source: When someone connects to this Arches instance from their mobile device using Arches Collector, they will only be able to access this project if they have been approved to do so.
ru: При подключении кого-либо к данной версии Arches через Aches Collector при помощи мобильного устройства, такое подключние к данному проекту будет предоставлено только при условии, что такое подключение было разрешено.

source: When modifying group and user approvals, bear in mind the following:
ru: Примите во внимание слудующее при внесении изменений в группы и подтверждении пользователей:

source: By approving a group, all members will be approved.
ru: При подтверждении группы подтверждение получают все члены группы.

source: By disapproving a group, all members will be disapproved unless they are approved as a member of a different group.
ru: При неподтверждении группы все члены группы не подтверждаются, если только они не получали подтверждение как члены других групп.

source: You may approve or disapprove a user regardless of the approval status of any group to which that user belongs.
ru: Вы можете подтвердить или не подтвердить пользователя, независимо от статуса подтверждения группы/групп, в которой/которых он/она состоит.

source: This page is where you manage all of your <strong>Resource Models</strong> and <strong>Branches</strong>.
ru: Данная страница предназначена для управления всеми Вашими <strong> Моделями Вводных Данных</strong> и <strong>Ответвлениями</strong>.

source: If you don't see any listed here, you may want to consider <a href="https://arches.readthedocs.io/en/stable/projects-and-packages" target="_blank">loading a package</a>. Alternatively, you can directly import individual Resource Model files through <strong>Add ...</strong> (close this panel to find the button). Finally, to start from scratch just <strong>Add ... > New Resource Model</strong>.
ru: Если Вы не видите здесь никаких реестров, Вы можете рассмотреть возможность <a href="https://arches.readthedocs.io/en/stable/projects-and-packages" target="_blank">загрузки пакета</a>. Или же, Вы можете напрямую импортировать индивидуальные файлы Модели Вводных данных, путем <strong>Добавить...</strong> (закройте данную панель для обнаружения кнопки). В заключение, для того чтобы начать сначала просто <strong>Добавьте ... > Новую Модель Вводных данных</strong>.

source: Once you have some graphs loaded, there are a few management operations which are only accessible through this page. Use <strong>Manage ...</strong> on a graph to perform the following actions:
ru: Как только осуществлена загрузка некоторого количества граф существуют неколько управленческих операций, которые доступны только через данную страницу. Используйте <strong>Управление...</strong>на графе для осуществления следующих действий:

source: Manage Graph
ru: Управление Графами

source: Enter the Graph Designer. This is where the magic happens!
ru: Введите Дизайнера Графа. И начнутся чудеса!

source: Manage Functions
ru: Управление Функциями

source: Resource Models only
ru: Только Модели Вводных Данных

source: Enter the Function Manager. <strong>You must use the Function Manager to configure the display names of your resources!</strong> Otherwise, all your resources will just be labeled "Untitled" in the search results and on the map.
ru: Введите Функционального Менеджера. <strong>Используйте Функционального Менеджера для конфигурации отображаемых имен вводных данных!</strong> В противном случае все вводные данные будут именоваться "Без имени" в результатах поиска и на карте.

source: Create Mapping File
ru: Создать Файл соответствия

source: You will need a Mapping File if you plan to <a href="https://arches.readthedocs.io/en/stable/import-export" target="_blank">bulk import resources</a> from a CSV file.
ru: Файл Соответствия необходим в случае<a href="https://arches.readthedocs.io/en/stable/import-export" target="_blank">крупномасштабного импортирования вводных данных</a> с помощью CSV файла.

source: Delete Instances
ru: Удалить Инстанции

source: Delete all resource instances that have been made with this Resource Model. <strong>This operation is not reversible!</strong> It's likely this operation would never be used outside of initial installation and testing.
ru: Уничтожить все образцы вводных данных, созданных с помощью данной Модели Вводных Данных. <strong>Данная операция является необратимой!!</strong> Возможно данная операция никогда не будет использоваться вне первоначальной установки и тестирования.

source: Export
ru: Экспортировать

source: Export this graph to a .json file. It can then be imported into a different Arches installation, or copied into a package.
ru: Экспортировать данный граф в файл .json. После этого он может быть импортирован в различные инсталляции Arches или скопирован в пакет.

source: Clone
ru: Клон

source: Create a duplicate of this graph. Useful during development if you want to alter a Resource Model that already has resource instances saved.
ru: Создать дубликат данного графа. Это полезно во время разработки, если вы хотите изменить Модель Вводных Данных, в которой уже сохранены образцы вводных данных.

source: Delete
ru: Удалить

source: Delete this graph. If this is a Resource Model, all resource instances that have been made with it will also be deleted (as with <strong>Delete Instances</strong> operation above).
ru: Удалить данный граф. Если это Модель Вводных Данных, то все образцы вводных данных, которые были созданы в ее помощью, будут также удалены (как с операцией <strong>Удалить Образцы</strong> выше)

source: What are Resource Models and Branches?
ru: Что такое Модели Вводных данных и Ответвления?

source: At the core of an Arches database are a series of structures called "graphs", of which there are two types:
ru: В ядре базы данных Arches есть группы структур называемые "графы". Существует два типа граф:

source: <strong>Resource Models</strong> - When creating new Resources, a data entry user must decide which Resource Model to use, determining what information is collected for the Resource. Think of different Resource Models as categories of records in your database&mdash;"Buildings" vs. "Archaeological Sites" vs. "Cemeteries", for example. Every Arches database must have at least one Resource Model.
ru: <strong>Модели Вводных Данных</strong> - При создании новых Вводных данных пользователь ввода данных должен решить, какую Модель Вводных данных использовать, путем определения какая информация собирается для Вводных Данных. Подумайте о различных Моделях Вводных данных как о категориях записей в вашей базе данных — например, «Здания» или «Археологические памятники» или «Кладбища». Каждая база данных Arches должна иметь хотя бы одну Модель Вводных Данных.

source: <strong>Branches</strong> - You can think of Branches as "partial" graphs that can be aggregated to form the "full" graph of a Resource Model. They function as resuable building blocks, allowing you to avoid having to manually recreate complex structures in multiple Resource Models.
ru: <strong>Ответвления</strong> - Вы можете воспринимать Ответвления как "частичные" графы, которые могут быть собраны вместе для создания "полной" графы Модели Вводных Данных. Они используются в качестве переиспользуемых строительных блоков, позволяя Вам избежать повторного создания комплексных структур в нескольких Моделях Ввводных Данных.

source: Cards Tab
ru: Закладка Карточек

source: In this tab you will configure the user-facing aspects of your graph. There are multiple levels to doing so, which are reflected in the levels of the graph tree. <strong>Report Configuration</strong> where you choose the template for the resource report, <strong>Card Configuration</strong> where you'll specify card-related settings, and the <strong>Widget Manager</strong> where you will choose and configure the data entry widget for each node in the graph.
ru: В данной закладке конфигурируются те аспекты графы, которые будут непосредственно видны пользователю. Для этой цели существует множество уровней, которые отражены в уровнях дерева графа.<strong>Отчет Конфигурации,</strong>где можно выбрать шаблон для отчета о вводных данных,<strong>Конфигурация Карточки</strong>, где специфицируются настройки, связанные с карточкой, и<strong>Виджет Менеджер<strong>, где выбирается и конфигурируется виджет вводных данных для каждого узла графы.

source: Report Configuration
ru: Конфигурирование Отчета

source: Each Resource Model must be configured with a report template. Reports show data for all nodes in a resource instance for which the user has Read permissions.
ru: Каждая Модель Вводных данных дожен быть сконфигурирована с шаблоном отчета. Отчеты показывают данные всех узлов в образце вводных данных для которого пользователю открыт доступ "Чтение".

source: No Header Template
ru: Шаблон Без Заголовка

source: Lists all node data, no special header at the top of the page.
ru: Выдает список всех узловых данных, без специального загаловка в самом начале страницы.

source: Image Header Template
ru: Шаблон Заголовка Изображения

source: Use this template for Resource Models that will be be primarily used to record images.
ru: Используйте данный шаблон для Моделей Вводных Данных, которые будут преимущественно использоваться для регистрации изображений.

source: Included Image Nodes
ru: Включенные Узлы Изображений

source: Choose one or more nodes that hold images in this Resource Model. These images will be presented as a slideshow in the report header.
ru: Выберите один или несколько узлов, которые удерживают изображения в данной Модели Вводных данных. Данные изображения будут представлены в качестве слайд-фильма в заголовке отчета.

source: Map Header Template
ru: Шаблон Щаголовка Карты

source: Use this template for Resource Models that will be be primarily used to record resources that have a geo-location. There are number of settings you should fill out to control the appearance of the map in the header.
ru: Используйте данный шаблон для Моделей Вводных Данных, которые будут преимущественно использоваться для регистрации данных, имеющих геолокацию. Есть ряд настроек, которые Вы должны заполнить, чтобы контролировать внешний вид карты в шапке.

source: Map Controls
ru: Управление Картой

source: Choose whether or not the user has access to the Map Tools.
ru: Выберите имеет ли пользователь доступ к Инструментам Карты

source: Position
ru: Положение

source: You can set the position by panning the map. On report load, the map will automatically pan and zoom to the resource geo-location if there is one (also see <strong>Default Value</strong> below). Pitch values are 0-60 (higher = more oblique), <strong>Bearing</strong> values can be positive or negative (270 faces west; -180 faces south). Use <code>ctrl + click</code> then pan the map to change Pitch and Bearing.
ru: Вы можете установить положение, панорамируя карту. При загрузке отчета карта будет автоматически перемещаться и приближаться к географическому положению данных, если оно есть (также см. <strong> Значение по умолчанию </strong> ниже). Значения наклона от 0 до 60 (выше = более наклонный), значения <strong> азимута </strong> могут быть положительными или отрицательными (270 на запад; -180 на юг). Используйте <code>ctrl + click</code>, затем сдвиньте карту, чтобы изменить угол Наклона и Азимут.

source: Zoom
ru: Масштабировать

source: Zoom levels go from 0 (zoomed out) to 20 (zoomed in). On report load, the map will automatically pan and zoom to the resource geo-location if there is one.
ru: Уровень масштабирования изменяется от 0 (уменьшение) до 20 (увеличение). При выгрузке отчета карта автоматически панорамируется и масштабируется согласно геолокации вводных данных, если такие существуют.

source: Geocoder
ru: Геокодер

source: Configure which geocoding service the address search bar will use, and whether or not to show the bar at all.
ru: Настройте какой геокодинговый сервис будет использоваться в строке поиска адреса, а также будет ли в целомвидна такая строка.

source: Resource Properties
ru: Свойства Вводных Данных

source: Configure some styling options for how the resource appears on the map.
ru: Настройте некоторые стилевые опции, необходимые для определения в каком виде появятся вводные данные на карте.

source: Default Value
ru: Значение по умолчанию

source: Choose whether the map should zoom to the resource geo-location if available or the geo-location of the user.
ru: Выберите должна ли карта масштабироваться на геолокации вводных данных, если таковые имеются, или же на геолокации пользователя.

source: Card Configuration
ru: Конфигурация Карточки

source: The settings for Cards are mostly related yo how you want a user to see the card, but some have a more direct bearing on data structure as well. The preview shows what the card will look like to users.
ru: Настройки дла Карточек в основном связаны с тем каким образом Вы хотели бы, чтобы пользователь видел данную Карточку, но некоторые настройки напрямую связаны также со структурой данных. Предварительный просмотр демонстрирует в каком виде карточка будет видна пользователю.

source: Card Type
ru: Тип Карточки

source: Choose the Card Component to use. Only the Default Card is available initially, but custom Card Components are a way for developers to enhance the user experience.
ru: Выберите Компонент Карточки к использованию. Первоначально доступна только Карточка по Умолчанию, но настраиваемые Компоненты Карточки - это путь для разработчиков, который обогащает опыт пользователя.

source: Card Title
ru: Заголовок Карточки

source: Users will see this title when performing data entry.
ru: Пользователи будут видеть данные заголовок во время внесения данных.

source: Subtitle
ru: Подзаголовок

source: Users will see this subtitle when performing data entry.
ru: Пользователи будут видеть данные подзаголовок во время внесения данных.

source: CSS Classes
ru: CSS Классы (CSS -Каскадная Таблица Стилей)

source: You can add your own CSS classes to this Card to customize its look and feel. Define these classes in your project's "package.css" file.
ru: Можно самостоятельно добавить собственные CSS Классы к данной Карточке для кастомизации ее внешнего вида . Выберите данные классы в файле "package.css" Вашего проекта.

source: Make Card Visible
ru: Сделать Карточку Видимой

source: Show this Card by default. Developers could hide a card initially, and show it based other variables.
ru: Показывать данную Карточку по умолчанию. Разработчики могут скрыть карточку с самого начала и показывать ее на основе других переменных.

source: Allow Multiple Values
ru: Разрешить Несколько Значений

source: While certain node data types allow the storage of multiple values in a single node, "concept-list" for example, this setting is how you control cardinality at a higher level. When determining whether or not to use this setting, we recommend testing out the resource editor interface directly.
ru: Хотя определенные типы узловых данных позволяют сохранять несколько значений в одном узле, например, "концепт-список", с помощью данной настройки осуществляется контроль количества элементов на более высоком уровне. Для того, чтобы определить необходимость использования данной настройки рекомендуется провести прямое тестирование интерфейса редактора вводных данных.

source: Enable Card-level Help
ru: Активация Поддержки Карточного Уровня

source: To aid data entry users when using this Card, you may want to add some extra guidance. Enable setting to do so, and design the content of this guidance with the Card-Level Help menu.
ru: Для оказания поддержки пользователям, вносящим данные при помощи данной Карточки, возможно внесение некоторого дополнительного руководства. Для этого необходимо подключить настройки и наполнить содержимое такого руководства с помощью меню Поддержки Карточного Уровня.

source: Widget Management
ru: Управление Виджетами

source: Widgets are data entry helpers for each node that collects information; it's often easier to pick a date from a calendar than to type it in, for example. Generally, the data type of the node will determine which Widget template is used. However, in some cases you will have a choice: For example, in the case of a <code>concept</code> node, you can choose a dropdown menu or a set of radio buttons. Similarly, for a <code>string</code> node you can choose a basic text box or a rich text editor.
ru: Виджеты — это помощники по вводу данных для каждого узла, который собирает информацию; часто проще выбрать дату из календаря, чем, например, ввести ее. Как правило, тип данных узла определяет, какой шаблон Виджета используется. Однако в некоторых случаях у вас будет выбор: например, в случае с <code>концептуальным</code> узлом вы можете выбрать раскрывающееся меню или набор переключателей. Точно так же для <code>строкового</code> узла вы можете выбрать обычное текстовое поле или редактор форматированного текста.

source: Depending on the Widget, there are more settings you can configure, most of which are optional and all come with acceptable defaults.
ru: В зависимости от Виджета можно настроить дополнительные параметры, большинство из которых являются необязательными, и все они имеют приемлемые значения по умолчанию.

source: Common Settings
ru: Обычные Настройки

source: Widget Label
ru: Ярлык Виджета

source: This will be used in the user interface. The default label comes from the node name.
ru: Он будет использован в интерфейсе пользователя. Ярлыком по умолчанию является наименование узла.

source: Template
ru: Шаблон

source: The list of available Widgets is determined by the node's data type, though developers can <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#widgets" target="_blank">create new Widgets</a>.
ru: Список доступных Виджетов определяется типом узловых данных. Однако, разработчики могу <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#widgets" target="_blank">создать новый Виджет</a>.

source: Placeholder
ru: Поле для заполнения

source: Shown in the input area before the user has entered anything.
ru: Отображается в поле ввода до внесения в него чего-либо позователем.

source: If desired, you can define a default value.
ru: По желанию Вы можете установить значение по умолчанию.

source: Other Settings by Widget
ru: Другие Настройки Виджета

source: map-widget
ru: Виджет карты

source: The map widget allows for a good deal of customization, from the default center and zoom level to default layers.
ru: Виджет карты позволяет осуществить значительное количество кастомизаций, начиная с кастомизации оцентровки по умолчанию и уровней масштабирования до слоев по умолчанию.

source: datepicker-widget
ru: Виджет окна выбора даты

source: This widget is used for the normal date data type, not the extended date/time format data type. You can set minumum or maximum dates, change how specific the calendar is when user first opens it, or set the display of the date. However, note that real YYYY-MM-DD dates are stored in the database whether no matter what display format you have chosed for this widget. So if you have set YYYY for the <strong>Date Format</strong> and a user enters "2005", then "2005-01-01" will be saved in the database.
ru: Данный виджет используется для типа данных "нормальная дата", и не подходит для типа данных формата "расширенная дата/время". Вы можете установить минимальную или максимальную дату, изменить специфичность календаря, когда пользователь впервые открывает его, или установить настройки отображения даты. Однако, примите во внимание, что реальные даты ГГГГ-ММ-ДД сохраняются в базе данных, вне зависимости от того какой формат отображения был выбран для данного виджета. Таким образом, если была выбрана дата ГГГГ в качестве<strong>Формата Даты</strong> и пользователь вводит "2005", то дата "2005-01-01" будет сохранена в базе данных.

source: <p>Functions are discrete operations that can be associated with a Resource Model and are run on specific nodes or cards whenever a user clicks creates or modify's a Resource. Here in the Function Manager you will associate Functions with this Resource Model and configure them appropriately.</p> <p>To add a Function to this Resource Model, click on it in Function Library, and notice that it is added to the list of Selected Functions. To delete a Function, use the <i class="ion-ios-trash add-tooltip" style="color:lightcoral;"></i> symbol in the upper right corner.
ru: <p>Функции - это дискретные операции, которые могут быть связаны с Моделью Вводных Данных, и которые осуществляются на специфических узлах или карточках в момент когда пользователь нажимает, создает или модифицирует Вводные Данные. Здесь, в Диспетчере Функций, вы свяжете Функции с этой Моделью Вводных Данных и настроите их соответствующим образом.</p> <p>Чтобы добавить Функцию в эту Модель Вводных Данных, щелкните ее в Библиотеке Функций и убедитесь, что она добавлена ​​в список Выбранных Функций. Чтобы удалить Функцию, используйте символ <i class="ion-ios-trash add-tooltip" style="color:lightcoral;"></i>в правом верхнем углу.

source: adding a function - click to view
ru: Добавление фунции - нажмите для просмотра
