Repository: CWDamm-Kint/arches-dev
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Data from nodes not collected in other cards will be collected in the root card's form section
ru: Данные из узлов, не собранные в других карточках, будуте собраны в секции форм корневых карточек

source: Resource models that may be related:
ru: Модели Вводных данных, которые могут быть связаны:

source: Author name
ru: Имя Автора

source: Abstract/description
ru: Выдержка/описание

source: URI to a JSON-LD Context Object or a Raw Context Object or Array of Context Objects
ru: URI-идентификатор к JSON-LD Объекту Контекста или Первичному Объекту Контекста или Массиву Объектов Контекста

source: URI Slug for API Access
ru: URL-адрес "URL slug" для доступа к API

source: Slug
ru: Слаг - часть URL-адреса

source: Map Feature Color
ru: Цвет Свойств Карты

source: Selected icon:
ru: Выбрать иконку:

source: Find a node, datatype, card...
ru: Найти узел, тип данных, карточку...

source: Node is exportable in search
ru: Экспортируемый в поиск узел

source: Add Child Node
ru: Добавить Дочерний Узел

source: Add Branch
ru: Добавить ОТветвление

source: Delete Node
ru: Удалить Узел

source: Groups/Accounts
ru: Группы/Учетные Записи

source: Unnamed node
ru: Безымянный узел

source: Enter node name here...
ru: Введите наименование узла здесь

source: node name
ru: наименование узла

source: Relationship to
ru: Взаимосвязь с

source: parent
ru: родитель

source: Choose a property
ru: Выбрать свойство

source: Choose a class
ru: Выбрать класс

source: Semantics
ru: Семантика

source: description
ru: описание

source: Node Data Type and Configuration
ru: Тип и Конфигурация Узловых Данных

source: Node Settings
ru: Настройки Узла

source: Activate to use this node in Advanced Search.
ru: Активировать для использования данного узла в Расширенном Поиске

source: Activate to require that data be collected for this node when a card value is edited
ru: Активируйте для того, чтобы эти данные были собраны для данного узла в случае проведения редактирования значения карточки

source: Export via Search Results
ru: Экспортировать через Результаты Поиска

source: Provide a field name for shapefiles.
ru: Предоставить имя поля для шейп-файлов.

source: Limited to 10 characters to meet shapefile requirements.
ru: Ограничено 10 символами для соответствия требованиям шейп-файла.

source: shapefile fieldname
ru: имя поля шейп-файла

source: Data from this node and downstream nodes will be collected in a single form section
ru: Данные из данного узла и последующих узлов будут собраны в единоформатной секции

source: To set permissions:
ru: Для установки разрешений:

source: <strong> 1. Select one or more cards </strong>from the card tree.
ru: <strong>1. Выберите одну или несколько карточек </strong>из дерева карточек.

source: <strong> 2. Select a Group or User Account </strong>from the dropdown below.
ru: <strong>2. Выберите Группу или Учетную Запись Пользователя </strong>из раскрывающегося списка ниже.

source: <strong> 3. Apply Permissions </strong>to set your changes. You'll see your selections reflected by the icons in the card tree.
ru: <strong>3. Примените Разрешения, </strong>чтобы применить изменения. Вы увидите, что ваш выбор отражается значками в дереве карточек.

source: Set permissions for:
ru: Установите разрешения для:

source: Select a Group/Account...
ru: Выберите Группу/Учетную Запись Пользователя

source: Accounts
ru: Учетные записи

source: Revert Permissions
ru: Отозвать Заррешения

source: Apply Permissions
ru: Применить Разрешения

source: Selected Cards
ru: Выбранные Карточки

source: No cards selected
ru: Нет выбранных карточек

source: Widget Manager
ru: Диспетчер Виджета

source: Visibility
ru: Видимость

source: Make Widget Visible
ru: Сделать Виджет Видимым

source: Show this widget by default
ru: Показывать данный виджет по умолчанию

source: Resource Model Settings
ru: Настройки Модели Вводных данных

source: Branch Settings
ru: Настройки Ответвления

source: Icons
ru: Иконки

source: Set the defaults for your resource model
ru: Установить по умолчанию для Вашей модели вводных данных

source: Set the defaults for your branch
ru: Установить по умолчанию для Вашего ответвления

source: Show Vocabulary
ru: Показать Словарь

source: Pick an icon for your resource model
ru: Выбрать иконку для Вашей модели вводных данных

source: Pick an icon for your branch
ru: Выбрать иконку для Вашего ответвления

source: Define this resource's color when displayed in the search results chart
ru: Установить цвет вводных данных для их демонстрации на чертеже результатов поиска

source: Define this resource model's status
ru: Определить статус данной модели вводных данных

source: Define this branch's status
ru: Определить статус данного ответвления

source: Describe this resource model
ru: Описать данную модель вводных данных

source: Describe this branch
ru: Описать данное ответвление

source: JSON-LD Context URI
ru: URI-идентификатор Контекста JSON-LD

source: Overlay
ru: Слой

source: No overlays available
ru: Наложения слоев недоступно

source: Delete Layer
ru: Удалить Слой

source: Add to map by default:
ru: Добавить к карте по умолчанию:

source: Default basemap:
ru: Картоснова по умолчанию:

source: Only show on search map:
ru: Показывать только на поисковой карте:

source: Unnamed
ru: Безымянный

source: Project Requirements: Complete
ru: Проектные требования: Завершено

source: Project Status: Active
ru: Статус Проекта: Активный

source: Project Status: Inactive
ru: Статус Проекта: Неактивный

source: This project is ready, and only requires <br> you to activate it to allow your field team to collect data.
ru: Данный проект готов и требуется только <br> его активация с Вашей стороны, что позволит Вашей полевой команде начать собирать данные.

source: This project is now active! Mobile app users can download this project and begin <br> collecting and editing data using their mobile device.
ru: Данный проект в настоящий момент активен! Пользователи мобильного приложения могут скачать данный проект и начать <br> собирать и редактировать данные, используя свои мобильные устройства.

source: You are activating this project. Confirm your settings before you save: you won't be able <br> to change the models, cards, or groups after you save your project
ru: Вы активируете данный проект. Подтвердите Ваши настройки до того как Вы сохраните: Вы не сможете <br> изменить модели, карты или группы после того, как Вы сохраните проект

source: You are deactivating this project. Users will be unable to download this project.
ru: Вы деактивируете данный проект. Пользователи не смогут скачать данный проект.

source: Save to commit your changes
ru: Сохраните, чтобы подтвердить Ваши изменения

source: Project Requirements: Incomplete
ru: Проектные Требования: Неполные

source: Incomplete projects cannot be active.
ru: Неполные проекты не могут быть активными.

source: By saving an incomplete project it will be deactivated.
ru: Сохраняя неполный проект, проект будет деактивирован.

source: You must complete the following before saving this project as active:
ru: Вы должны завершить следующее до сохранения данного проекта как активного:

source: You won’t be able to activate this project until you have addressed the following items:
ru: Вы не сможете активизировать данный проект до исправления следующих моментов:

source: Select the Model(s) and associated data entry cards to include in the project
ru: Выберите Модель(-ли) и связанные с ней/ними карточки ввода данных для их включения в проект

source: Select the People that you want to invite to the project
ru: Выберите Людей, которых Вы хотите пригласить в проект

source: Define the start and end dates of your project
ru: Установить даты начала и окончания проекта

source: Define either an online or offline basemap source
ru: Установить либо онлайн либо офлайн источник картосновы

source: Define a map extent
ru: Установить размер карты

source: End date must be after the current date
ru: Дата окончания должна быть позже текущей даты

source: Activate Project
ru: Активировать Проект

source: By activating the project you will send users an email with the information needed to begin data editing activitites.
ru: После активаций проекта Вы вышлите пользователям электронное сообщение с информацией, необходимой для того, чтобы начать деятельность по редактированию данных.

source: Project Status Summary
ru: Сводный Отчет о Статусе Проекта

source: Not synced
ru: Не сихронизирован

source: Last Sync
ru: Последняя Синхронизация

source: Resources Edited
ru: Отредактированные Вводные данные

source: Editors
ru: Редакторы

source: Groups/Users
ru: Группы/Пользователи

source: Data download
ru: Скачивание данных

source: No data selected for download
ru: Не выбраны данные для скачивания

source: Limit:
ru: Ограничение:

source: Resource Types:
ru: Типы Вводных данных:

source: Models and Data Entry Cards
ru: Карточки Моделей и Вводимых Данных

source: No cards added
ru: Никакие карточки не добавлены

source: No models selected
ru: Никакие модели не выбраны

source: Project name
ru: Имя проекта

source: Pick a concise name that makes it easy for people to find your project
ru: Выберите четкое имя, которое облегчит публике поиск Вашего проекта

source: Project start date
ru: Дата начала Вашего проекта

source: The project start and end dates are used to limit when people can add or edit data to your project. Use these dates to enfore the beginning and end of your field data collection effort
ru: Даты начала и окончания Вашего проекта используются для установления границ когда люди смогут добавлять или редактировать данные в Вашем проекте. Используйте данные даты для исполнения Ваших

source: Project end date
ru: Дата окончания проекта

source: Project extent
ru: Размер проекта

source: Basemap location (MBTiles file url)
ru: Местонахождение картосновы (MBTiles файл url)

source: Arches uses the mbtiles that you specific to ensure that your field crew has a basemap, even when they do not have access to a cell network or WiFi connection. You can create an mbtile file using your own geospatial data and GIS tools. Or you can obtain high quality and inexpensive mbtiles from sites such as <strong><a href="https://openmaptiles.com" class="" target="_blank">https://openmaptiles.com</a></strong>. Note that large files will require longer downloads and more storage space on mobile devices.
ru: Arches использует определенные Вами mbtiles, чтобы у Вашей полевой команды была картоснова даже в случае, если у них нет доступа к мобильной сети или WiFi связь. Вы можете создать файл mbtile, используя Ваши собственные геокосмические данные и GIS инструменты. Или же Вы можете получить высококачественные и недорогие mbtiles с сайтов, таких как <strong><a href="https://openmaptiles.com" class="" target="_blank">https://openmaptiles.com</a></strong>. Заметьте, что крупноразмерные файлы потребуют больше времени для скачивания и большего объема памяти на мобильном устройстве.

source: Online Basemap URL
ru: URL Онлайн Картосновы

source: Arches uses the Online Basemap URL that you specify as the default basemap for your field team when a cell network or WiFi connection is available. You may use your own map service, or any online basemap service (such as those created with ESRI, GeoServer, or other mapping servers). You will need to reference or create and host a MapBox style json file (see <strong><a href="https://docs.mapbox.com/mapbox-gl-js/style-spec" class="" target="_blank">https://docs.mapbox.com/mapbox-gl-js/style-spec</a></strong>)
ru: Arches использует URL Онлайн Картосновы, которую Вы указали в качестве картосновы по умолчанию для Вашей полевой группы в тех случаях, когда мобильное или WiFi соединение доступны. Вы можете использовать свои собственные серверы карт или же любые серверы онлайн картоснов (такие как созданные с ESRI, GeoServer или любые другие). Вам необходимо предоставить ссылку или создать и хостировать json файл в стиле MapBox (смотрите <strong><a href="https://docs.mapbox.com/mapbox-gl-js/style-spec" class="" target="_blank">https://docs.mapbox.com/mapbox-gl-js/style-spec</a></strong>)

source: These options cannot be modified because users have already synced with this project.
ru: Данные опции не могут быть модифицированы, т.к. пользователи уже засинхронизировали с данным проектом.

source: Data entry cards selected for this project:
ru: Карточки ввода данных выбраны для данного проекта:

source: Model Data Collection
ru: Коллекция Модельных Данных

source: Arches allows you to create and edit data in the field using mobile devices. Select those resources that should participate <br>in the project. Once you have selected the models, click on a model in the tree to <br> select which data entry forms to include in your project.
ru: Arches позволяет создавать и редактировать данные в данном поле, используя мобильные устройства. Выберите те вводные данные, которым следует участвовать <br>в данном проекте. После того как Вы выбрали модели нажмите на модель в дереве, чтобы <br> выбрать какие формы ввода данных включить в Ваш проект.

source: Allow users to download data
ru: Разрешить пользователям скачивание данных

source: Downloading data allows users to access and edit existing Arches information in the field. You can decide which models your field team can access, and the number of resources to download.
ru: Скачивание данных дает возможность пользователям получить доступ и редактировать существующую информацию в Arches на месте. Вы можете решить к каким моделям у Вашей полевой команды будет доступ, и какое количество вводных данных может быть скачено.

source: Download Details
ru: Детали Скачивания

source: Limit
ru: Граница

source: Total number of instances to download for the resource models you've associated with this project.
ru: Общее количество скачиваемых образцов моделей вводных данных, которые связаны с данным проектом.

source: Download Records
ru: Скачать Записи

source: Custom Download
ru: Кастомизированное Скачивание

source: To define records for download
ru: Для определения записей для скачивания

source: copy and paste the URL from Arches search page
ru: скопируйте и вставьте URL со страницы поиска Arches

source: Project Participants
ru: Участники Проекта

source: Arches allows you to select the user groups you want to include in a field data collection effort. <br> Select the groups that should participate in the project. Once you have selected the groups, click on a group in <br> the tree to select specific users who should join your survery.
ru: Arches позволяет Вам выбрать группы пользователей, которые Вы хотели бы включить в работу по сбору полевых данных. <br> Выберите группы, которые будут принимать участие в проекте. После заверешения выбора групп нажмите на группу в <br> дереве для выбора определенных пользователей, которым необходимо присоединиться к Вашему исследованию.

source: Accounts in this group
ru: Учетные записи в данной группе

source: Find a user...
ru: Найти пользователя...

source: Select all
ru: Выбрать Все

source: Clear all
ru: Очистить Все

source: Account Summary
ru: Краткий Отчет Учетной Записи

source: User identification and data editing statistics
ru: Статистика идентификации пользователя и редактирования данных

source: Not set
ru: Не установлен

source: User Name
ru: ИМя Пользователя

source: User Email
ru: Электронный адрес Пользователя

source: Assigned Groups
ru: Выделенные Группы

source: Not yet synced
ru: Еще не прошедший синхронизацию

source: Last Synch
ru: Последняя Синхронизация

source: 'Name'
ru: 'Наименование'

source: 'Manage users that participate in this project'
ru: 'Управлять пользователями, принимающими участие в данном проекте'

source: 'Model Details'
ru: 'Детали Модели'

source: 'Summary of how this model participates in the project'
ru: 'Краткий отчет о том каким образом данная модель принимает участие в проекте'

source: 'Summary'
ru: 'Краткий отчет'

source: 'Project summary and status'
ru: 'Проектный отчет и статус'

source: 'Settings'
ru: 'Настройки'

source: 'Project Settings'
ru: 'Настройки Проекта'

source: 'Define data collection parameters for your project'
ru: 'Установите параметры сбора данных для Вашего проекта'

source: 'Map Extent'
ru: 'Масштаб Карты'

source: 'Draw a polygon to define the area over which you want to collect data in this survery'
ru: 'Нарисуйте полигон для установки территории, с которой Вы хотите собрать данные в данном исследовании'

source: 'Map Sources'
ru: 'Источники Карты'

source: 'Basemap Source'
ru: 'Источники Картосновы'

source: 'Provide a basemap source url. Use an offline source for users without access to cell/wi-fi service'
ru: 'Укажите url источника картосновы. Используйте офлайн источник для пользователей не имеющих доступа к мобильной/wi-fi сетям доступа'

source: 'Models'
ru: 'Модели'

source: 'Summary of models in this project'
ru: 'Краткий отчет о моделях в данном проекте'

source: 'Data'
ru: 'Данные'

source: 'Data Download'
ru: 'Скачивание Данных'

source: 'Define the data you will allow users to download'
ru: 'Установите данные, которые Вы позволите пользователям скачивать'

source: 'People'
ru: 'Люди'

source: 'Summary of people invited to participate in this project'
ru: 'Краткий отчет о людях, приглашенных для участия в данном проекте'

source: 'Select one or more groups...'
ru: 'Выбрать одну или несколько групп...'

source: 'Select one or more resource models...'
ru: 'Выбрать одну или несколько моделей вводных данных...'

source: 'Preparing project - this may take a few minutes'
ru: 'Идет подготовка проекта - это может занять несколько минут'

source: Mobile Data Collection
ru: Коллекция Мобильных Данных

source: Create a Project
ru: Создать Проект

source: Arches allows you to create and edit data in the field using mobile devices such as
ru: Arches позволяет Вам создать и отредактировать данные в поле, используя устройства мобильной связи, такие как

source: Android and iOS phones or tablets. Projects are a way to define the time, location, content, and
ru: Android и iOS телефоны или планшеты. Проекты являеются инструментом установки времени, местоположения, содержания и

source: participants of a field data collection effort
ru: участники работы по сбору полевых данных

source: New Project
ru: Новый Проект

source: Find a project...
ru: Найти проект...

source: Unnamed Project
ru: Безымянный проект

source: to
ru: к

source: (expired)
ru: (истекший)

source: Date range unspecified
ru: Интервал дат не специфицирован

source: delete
ru: убрать

source: Dismiss All
ru: Отклонить Все

source: You're up-to-date and do not have any notifications. When you trigger a notification (for example, when you request a large download) it will display here.
ru: Вы обновлены и у Вас нет уведомлений. Как только Вы спровоцируете уведомление (например, если Вы запросите скачивание большого объема), то ьакое уведомление появится здесь.

source: Youngest to oldest
ru: От младшего к старшему

source: You have not yet edited any data within the specified time period. Once you edit a resource, your edit history will display here.
ru: Вы еще не отредактировали никакие данные в течение заданного периода времени. Как только Вы внесете изменения в вводные данные, то история Ваших правок будет видна здесь.

source: Resource has been deleted
ru: Вводные данные были удалены

source: Card:
ru: Карточка:

source: Edited:
ru: Отредактирован:

source: pending review
ru: ожидающий рассмотрения

source: declined
ru: отклонено

source: accepted
ru: принято

source: Add Top Concept
ru: Добавить Верхнюю Концепцию

source: Import Top Concept from SPARQL
ru: Импортировать Верхнюю Концепцию из SPARQL

source: Add Child
ru: Добавить Дочку

source: Import Child from SPARQL
ru: Импортировать Дочку из SPARQL

source: Manage Parents
ru: Управлять Родителями

source: Make Collection
ru: Создать Коллекцию

source: Import Child from AAT
ru: Импортировать Дочку из AAT

source: Labels
ru: Ярлыки

source: Add label
ru: Добавить Ярлык

source: Delete this label?
ru: Удалтьб данный ярлык?

source: preferred
ru: предпочитаемый

source: alternate
ru: замещающий

source: hidden
ru: скрытый

source: Notes
ru: Заметки

source: Add note
ru: ДОбавить заметку

source: Delete this note?
ru: Удалить данную заметку?

source: Broader/Narrower Concepts
ru: Расширить/Сузить Концепции

source: Delete this concept?
ru: Удалить данную концепцию?

source: By deleting this concept, you will also be deleting the following concepts as well. This operation cannot be undone.
ru: Удаляя данную концепцию Вы также удаляете сделующие концепции. Данная операция не сможет быть отменена.

source: Related Concepts
ru: Связанные Концепции

source: Add related concept
ru: Добавить связанную концепцию

source: Remove the relationship to this concept?
ru: Убрать взаимосвязь с данной концепцией?

source: Values
ru: Значения

source: Add value
ru: Добавить значение

source: Delete this value?
ru: Удалить данное значение?

source: Edit this value
ru: Редактировать данное значение

source: Add images
ru: Добавить изображения

source: Delete Image
ru: Удалить изображение

source: Are you ready to delete this item?
ru: Вы готовы удалить данный элемент?

source: No
ru: Нет

source: Yes
ru: Да

source: Arches Reference Data Manager
ru: Диспетчер Ссылочных Данных Arches

source: Schemes
ru: Схемы

source: Entity Types
ru: Типы Объкта

source: Member Hierarchy
ru: Иерархия Элементов

source: Add dropdown entry
ru: Добавить ввод выпадающего списка

source: Expand this entry
ru: Расширить данный ввод

source: Remove this entry from the dropdown
ru: Удалить данный ввод из выпадающего списка

source: Edit this label
ru: Редактировать данный ярлык

source: Edit this note
ru: Редактировать данную заметку

source: Add Concept
ru: Добавить Концепцию

source: Label
ru: Ярлык

source: Note
ru: Заметка

source: Relation from Parent
ru: Отношение к Родителю

source: Save changes
ru: Сохранить изменения

source: ConceptScheme Name
ru: Наименование Схемы Концепции

source: Import Images
ru: Испортировать изображение

source: (Click on panel or drag and drop files onto panel to upload)
ru: (Нажмите на панель или перетащите файлы на панель для загрузки)

source: Add Concept Scheme
ru: Добавить Схему Концепции

source: Scope Note
ru: Ограничительная Пометка

source: Select collection to delete
ru: Выбрать коллекцию для удаления

source: You won't be able to undo this operation!&nbsp; Are you sure you want to permanently delete this entire collection from Arches?
ru: Вы не сможете отменить данную операцию!&nbsp; Вы уверены, что Вы хотите навсегда и полностью удалить данную коллекцию из Arches?

source: Delete Scheme
ru: Удалить Схему?

source: Select scheme to delete
ru: Выбрать схему для удаления

source: You won't be able to undo this operation!&nbsp; Are you sure you want to permanently delete this entire scheme from Arches?
ru: Вы не сможете отменить данную операцию!&nbsp; Вы уверены, что Вы хотите навсегда и полностью удалить данную схему из Arches?

source: Export Scheme
ru: Экспортировать Схему

source: Select scheme to export
ru: Выбрать схему для экспорта

source: Import Concept
ru: Импортировать Концепцию

source: Organization
ru: Организация

source: Concept Indentifiers
ru: Идентификаторы Концепции

source: Error
ru: Ошибка

source: Import
ru: Импортировать

source: Import New Concept Scheme
ru: Импортировать Новую Схему Концепции

source: SKOS File
ru: SKOS Файл

source: When concept ids match
ru: Когда идентификационные номера концепций совпадают

source: overwrite system concept
ru: перезаписать системную концепцию

source: use system concept
ru: использовать системную концепцию

source: When inserting new concepts
ru: При введении новых концепций

source: keep within scheme
ru: сохраняйте в пределах схемы

source: stage in candidates
ru: этап в кандидатах

source: Upload File
ru: Загрузить Файл
