Repository: CWDamm-Kint/arches-dev
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Either no instances were identified for export or no resources have exportable geometry nodes Please confirm that the models of instances you would like to export have geometry nodes and that those nodes are set as exportable
ru: Либо образцы для экспорта не определены, либо вводные данные не имеют экспортопригодных узлов геометрии. Убедитесь, что модели образцов, которые Вы хотите экспортировать, имеют узлы геометрии и что эти узлы установлены как экспортопригодные.

source: There was an error retrieving the search results
ru: При выводе результатов поиска произошла ошибка

source: Downloading
ru: Загружается

source: The requested file is no longer available
ru: Запрошенный файл больше не доступен

source: Saving tile failed
ru: Не удалось сохранить элемент

source: This tile is no longer available
ru: Этот элемент больше недоступен

source: It was likely deleted by another user
ru: Вероятно, это было удалено другим пользователем.

source: Unable to save. Please verify your input is valid
ru: Не удалось сохранить. Пожалуйста, убедитесь, что ваши вводные данные корректны

source: Request Failed
ru: Запрос не выполнен

source: Unable to Save. Verify model status is active
ru: Не удалось Cохранить. Убедитесь, что статус модели активен

source: Permission Denied
ru: Доступ Запрещен

source: It was likely already deleted by another user
ru: Вероятно, это уже было удалено другим пользователем.

source: Unable to delete. Verify model status is active
ru: Невозможно удалить. Убедитесь, что статус модели активен

source: You do not have permissions to delete a tile with authoritative data.
ru: У вас нет прав на удаление элемента с достоверными данными.

source: Not yet logged in
ru: Еще не вошел в аккаунт

source: Profile Editing
ru: Редактирование Профиля

source: Your
ru: Ваш

source: You must supply an ontology_config.json within your ontology source directory.
ru: Предоставьте файл ontology_config.json в рамках Вашего онтологического базового каталога

source: '{config_file}' was not found.
ru: '{config_file}' не был обнаружен

source: You must supply a version number using the -vn/--version argument.
ru: Вы должны указать номер версии, используя аргумент -vn/--version.
