Repository: CWDamm-Kint/arches-dev
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Stores a string of text. This could be something simple like a name, or more something elaborate like a descriptive paragraph with formatting and hyperlinks.
ru: сохраняет строку текста. Это может ьыть что-либо простое, например, имя или что-либо более сложное, такое как описательный параграф с форматированием и ссылками на сайты.

source: <p>Three categories of Map Layers will appear on your map: <strong>Resource Layers</strong> (the contents of your database), <strong>Basemaps</strong> (static background layers), and <strong>Overlays</strong> (custom data layers from outside your database). To configure a layer, first select its category in the top bar, and then choose it from the list at left.</p>
ru: <p>Три категории Слоев Карты будут появляться на Вашей карте: <strong> Слои Вводных данных</strong> (содержимое вашей базы данных), <strong>Картосновы</strong> (статические фоновые слои), и <strong>Наложения слоя</strong> (пользовательские слои данных из-за пределов Вашей базы данных). Чтобы настроить слой, сначала выберите его категорию в верхней панели, а затем выберите его из списка слева.</p>

source: Resource Layers display the resource layers in your database. One Resource Layer is created for each node with a geospatial datatype (for example, <code>geojson-feature-collection</code>). You are able to customize the appearance and visibility of each Resource Layer in the following ways.
ru: Слои Вводных данных демонстрируют слои вводных данных в Вашей базе данных. Один Слой Вводных данных создается для каждого узла с геопространственным типом данных (например, <code>geojson-feature-collection</code>). Вы можете кастомизировать внешний вид и видимость каждого Слоя Вводных данных с помощью следующих инструментов.

source: Service Styling
ru: Оформление Сервиса

source: Define the way features will look on the map. The example map has demonstration features that give you a preview of the changes you make. You can choose to use <strong>Advanced Editing</strong> to create a more nuanced style. Note that changes made in Advanced Editing will not be reflected if you switch back to basic editing. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/' target='_blank'>MapBox Style Specification</a>.
ru: Определите каким образом функции будут выглядеть на карте. Образец карты имеет функции демонстрации, которые дают возможность просмотра вносимых изменений. Модно выбрать <strong>Продвинутое Редактирование</strong>для создания более сложного стиля. Примите во внимание, что изменения, сделанные в Продвинутом Редактировании не будут отражаться, если перейти обратно в базовое редактирование. Ссылки на стилевое оформление <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/' target='_blank'>MapBox Style Specification</a>.

source: You can change the name of this overlay if desired; by default it will use the name of its Resource Model. You make also set the layer to be added to the search map by default, or choose a custom icon for it.
ru: Можно изменить наименование данного слоя при желании; по умолчанию он будет использовать наименование своей Модели Вводных данных. Можно также установить прослойку, которая добавляется к поисковой карте по умолчанию, или же выбрать специфическую иконку для этого.

source: Clustering
ru: Создание кластеров

source: Arches uses 'clustering' to better display resources at low zoom levels (zoomed out). You are able to control the clustering settings for each layer individually.
ru: Arches использует 'создание кластеров' для лучшей демонстрации вводных данных при низком коэффициенте масштабирования (уменьшенный масштаб). Можно контролировать настройки создания кластеров для каждого слоя индивидуально.

source: <strong>Cluster Distance</strong> - distance (in pixels) within which resources will be clustered
ru: <strong>Дистанция Кластера</strong> - это расстояние (в пикселях) в рамках которой вводные данные будут объединяться в кластеры.

source: <strong>Cluster Max Zoom</strong> - zoom level after which clustering will <em>stop</em> being used
ru: <strong>Максимальное Масштабирование Кластера</strong> - уровень масштабирования после которого начнут создаваться кластеры.

source: <strong>Cluster Min Points</strong> - minimum number of points needed to create a cluster
ru: <strong>Минимальное количество Точек для Кластера</strong> - минимальное количество точек необходимых для создания кластера.

source: Permissions
ru: Разрешения

source: This tab shows the permissions for the nodegroup whose geometry is displayed in this Resource Layer. Permissions are defined in the Graph Designer.
ru: Данная закладка показывает разрешения для узлогрупп, чья геометрия демонстрируется в данном Слое Вводных данных. Разрешения устанавливаются в Дизайнере Графа.

source: A Basemap will always be present in your map. Arches comes with a few default basemaps, but advanced users are able to add more. Once added, there are few ways to configure each basemap.
ru: Картоснова будет всегда присутствовать на Вашей карте. Arches имеет несколько видов картоснов, доступных по умолчанию, но продвинутые пользователи могут добавить и другие. После добавления есть несколько путей конфигурации каждой картосновы.

source: Define a style for this basemap. Note that depending on the type of layer, there are different styling options. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox Style Specification</a>.
ru: Определите стиль для данной картосновы. Примите во внимание, что в зависимости от типа слоя существуют различные стилевые опции. Ссылка на стили доступна <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox Style Specification</a>.

source: <strong>Layer name</strong> - enter a name to identify this basemap
ru: <strong>название Слоя</strong> - введите название для идентификации данной картосновы.

source: <strong>Default search map</strong> - choose this layer to be the default basemap
ru: <strong>Поисковая карта по умолчанию</strong> - выберите данный слой в качестве картосновы по умолчанию.

source: <strong>Layer icon</strong> - associate an icon with this layer
ru: <strong>иконка Слоя</strong> - устанавливает ассоциацию иконки с данным слоем.

source: Overlays allow you to incorporate map layers from external sources. Note that Search Results and Search Markets are treated as overlays, and can be customize separately. New overlays can be added with a little behind-the-scenes work. Once added, there are few ways to configure each overlay.
ru: Наложения позволяют встраивать слои карты из внешних источников. Примите во внимание, что Результаты Поиска и Рынки Поисковых систем рассматриваются в качестве наложений и могут быть кастомизированы отдельно. Новые наложения могут быть добавлены путем небольшой "закулисной" работы. После их добавления существуют несколько вариантов конфигурации каждого слоя.

source: Define a style for this overlay. Note that depending on the type of layer, there are different styling options. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox Style Specification</a>.
ru: Установите стиль для данного слоя. Примите во внимание, что в зависимости от типа слоя существуют различные опции их оформления. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox Style Specification</a>.

source: <strong>Layer name</strong> - enter a name to identify this overlay
ru: <strong>Наименование Слоя</strong> - введите наименование для идентификации данного слоя.

source: <strong>Default search map</strong> - choose whether this overlay should be shown in the search map by default. Note that in the search map itself you can change the order of the layers.
ru: <strong>Поисковая карта по умолчанию</strong> - выберите должен ли данный слой указываться на поисковой карте по умолчанию. Примите во внимание, что на самой поисковой карте можно поменять порядок слоев.

source: Permissions Tab
ru: Закладка Разрешений

source: Arches allows you to define user and user group permissions on a per-nodegroup basis. For example, you may want to hide the coordinates of a Resource from the public, or allow a certain group of users to only update the condition assessment section of a Resource Model. Rules like these are all enforced using permissions.
ru: Arches позволяет установить разрешения для пользователя и группы пользователей на по корнегрупповой базе. Например, у Вас может возникнуть необходимость скрыть координаты Вводных данных от широкой публики или позволить только определенной группе пользователей вносить изменения в секцию оценки состояния Модели Вводных Данных. Подобные правила приводятся в действие с помощью разрешений.

source: Permissions Levels
ru: Уровни Разрешений

source: Allows users to delete instances of this nodegroup. Note, this is not the same as being allowed to delete an entire resource, permissions for which are not handled here.
ru: Позволяет пользователям удалять инстанции данной узловой группы. Примите во внимание, что это не тоже самое как позволять удаление всех вводных данных, разрешение на которые не осуществляется здесь.

source: No Access
ru: Нет Доступа

source: Disallows users from seeing or editing instances of this nodegroup. Use this permission level to hide sensitive data from non-authenticated users (the public).
ru: Не позволяет пользователям увидеть или отредактировать версии данной узловой группы. Используйте данный уровень разрешений для защиты закрытой информации от несанкционированных пользователей (непрофессиональные участники).

source: Read
ru: Читать

source: Allows users to see this nodegroup's card. If disallowed, the card/nodegroup will be hidden from the map and resource reports.
ru: Позволяет пользователям видеть данную карточку узлогруппы. В случае запрещения данная карточка/узлогруппа будут скрыты и не видны на карте и в отчете о вводных данных.

source: Create/Update
ru: Создать/Обновить

source: Allows users to create or edit instances of this nodegroup. This provides the ability to let users edit some information about a resource, while be restricted from editing other information.
ru: Позволяет пользователям создавать или редактировать версии данной узлогруппы. Это дает возможность пользователям редактировать некоторую информацию о вводных данных, но в то же время не позволяет редактировать другую информацию.

source: Non-Authenticated Users
ru: Неаутентифицированные пользователи

source: You may notice that by default Arches comes with a "Guest" group, as well as user named "anonymous" who is a member of that group. <strong>Any non-authenticated user is treated as the "anonymous" user.</strong> This means that all permissions applied to the Guest group will be given to anyone who views the website without logging in.
ru: Заметьте, что по умолчанию в Arches имеется "Гостевая" группа, а также пользователь со статусом "анонимный", который является членом этой группы. <strong>Любой неаутентифицированный пользователь рассматривается в качества "анонимного" пользователя.</strong> Это означает, что все разрешения, применимые к Гостевой группе, предоставляются любому, кто смотрит данный вебсайт без регистрации.

source: The profile manager allows you to update your account information, such as your password, at any time. It also gives you a summary of your participation in data collection efforts that are in progress via <a href="https://arches.readthedocs.io/en/stable/using-arches-collector.html" target="_blank">Arches Collector</a>.
ru: Диспетчер Профилей позволяет в любое время внести обновления, такие как Ваш пароль, в Вашу учетную запись. Он также предоставляет сводный обзор Ваших текущих попыток сбора информации путем <a href="https://arches.readthedocs.io/en/stable/using-arches-collector.html" target="_blank">Arches Collector</a>.

source: The Reference Data Management (RDM) enables the creation and maintenance of controlled vocabularies that are used throughout your database. In Arches, controlled vocabularies consist of Concepts, and these Concepts are managed in Thesauri and Collections. In the RDM you can create new Thesauri, create new Concepts, import Concepts from external an endpoint (like the Getty AAT), and -- the ultimate goal -- create Collections, which will be used in your database as data input dropdown lists.
ru: С помощью Диспетчера Ссылочных Данных (ДСД) осуществляется создание и поддержка нормативной лексики, используемой повсеместно в Вашей базе данных. В Arches нормативная лексика состоит из Концепций, и данные Концепции управляются в Тезаурусах и Коллекциях. В ДСД можно создать новый Тезаурус, новую Концепцию, импортировать Концепции с внешнего компьютера (например, Getty AAT), и - в конечном счете - создать Коллекции, которые будут использоваться в Вашей базе данных, в качестве вводных данных, выбираемых из списков с выпадающим меню.

source: Concepts
ru: Концепции

source: A Concept is a qualitative property that can be attached to a resource, something like "Stone" (which may describe a building material) or "House" (which may describe a past use for a structure). The advantage of storing these properties as Concepts is that a Concept may have attributes of its own. In the case of "House", we could add an alternate label, "Dwelling" to that Concept. Then, if a user searches for "dwelling", any resource with the "House" Concept attached to it will be found.
ru: Концепция - это качественное свойство, которое может быть прикреплено к вводным данным, например, "Камень" (что может обозначать строительный материал) или "Дом" (что может обозначать использование данного строения в прошлом). Преимуществом сохранения данного свойства в качестве Концепции- это то, что Концепция может иметь свои собственные атрибуции. В случае "Дома" можно добавить к данной Концепции дополнительный ярлык - "Жилой дом". Таким образом, если пользователь ищет "жилой дом", то любые вводные данные с прикрепленным в ним Концепцией "Дом" будут появляться в результатах поиска.

source: Concepts can also be nested, to allow more complex and meaningful relationships between them. For example, "House" may appear next to "School" within a parent Concept called "Building Use".
ru: Концепции

source: Thesauri
ru: Тезаурусы

source: A Thesaurus is an entire set of Concepts which can be imported and exported as a whole. You can create as many new Thesauri as you need, or just add new Concepts to the default "Arches" Thesaurus. The organization of your Thesauri has no impact on the way Concepts will be exposed to the public or used throughout the app.
ru: Тезаурус - это колный комплект Концепций, который может быть импортирован и экспортирован как одно целое. Вы можете создать столько новых Тезаурусов, сколько Вам необходимо или же просто добавить новые Концепции к стандартному Тезаурусу "Arches". Организация Вашего Тезауруса не оказывает влияние на то, в каком виде предстанут перед публикой или же каким образом будут использоваться через приложения Концепции.

source: Collections
ru: Коллекции

source: Collections, or Concept Collections as they are sometimes called, are custom aggregations of Concepts that will be used in your app as dropdown lists during the data entry process. Collections allow you to reorganize your Concepts for the specific purpose of data entry, so your dropdown lists do not have to look anything like your Thesaurus. You can create as many Collections as you want, or add new Concepts to existing Collections.
ru: Коллекции или Коллекции Концепций, как их иногда называют, являеются кастомизированными собраниями Концепций, которые будут использоваться в Вашем приложении в виде выпадающего листа во время процесса внесения данных. Коллекции позволяют Вам провести реорганизацию Ваших Концепций для достижения специфических целей ввода данных. Таким образом, Ваши выпадающие списки не должен выглядеть как Ваши Тезаурусы. Вы можете создать столько Коллекций сколько Вы захотите или же добавить новые Концепции к существующим Коллекциям.

source: Example - Create a New Thesaurus
ru: Пример - Создайте Новый Тезаурус

source: In the video below, a new Thesaurus is created. Once you have made a Thesaurus, you can begin creating a hierarchy of Concepts within it. Remember, the final step will be to make a new Collection and add Concepts to it (from <em>any</em> of your Thesauri).
ru: В нижеуказанном видео создается Новый Тезаурус. После создания Тезауруса можно начать создавать иерархию Концепций внутри него. Не забывайте, что финальной стадией является создание новой Коллекции и добавление в нее Концепций (из <em>любого</em> Вашего Тезауруса).

source: click to view demonstration
ru: Нажмите для просмотра демо-версии

source: Example - Create a Top Concept
ru: Пример - Создайте Концепцию Верхнего уровня

source: The first level of organization within a Thesaurus is a set of Top Concepts. A Top Concept may be something like "Architectural Styles" and its children Concepts will be the actual styles themselves. Below, a new, empty Top Concept is added to an empty Thesaurus.
ru: Начальным уровнем организации внутри Тезауруса является определение Концепций Верхнего Уровня. Концепция Верхнего Уровня может быть чем-то вроде "Архитектурных Стилей" и ее дочерние Концепции будут являться самими стилями. Внизу новая, пустая Концепция Верхнего Уровня добавлена в пустой Тезаурус.

source: Example - Create New Concepts
ru: Пример - Создайте Новые Концепции

source: To create a new Concept, begin by selecting the Top Concept under which it should be placed. This will bring the details about the Top Concept into the main panel. Use the Manage dropdown to "Add Child", type in a label, and select the correct language for the label.
ru: Для создания новой Концепции начните с выбора Концепции Верхнего Уровня, под которой будет располагаться Концепция. Данное действие приведет к выводу на главную панель деталей Концепции Верхнего Уровня. Используйте выпадающее меню Управления для "Добавления Дочки", забейте в поле ярлык и выберите правильный язык для ярлыка.

source: Example - Add an Alternate Label to a Concept
ru: Пример - Добавление Альтернативного Ярлыка в Концепцию

source: To improve the searchability of your Concepts, you can add as many alternate labels to each one as you want Below, the label "Dwelling" is added to the Concept "House". The result is that anyone using "Dwelling" as a search term will be shown Resources that have the "House" Concept.
ru: Для улучшения возможностей поиска Ваших Концепций Вы можете добавить столько альтернативных ярлыков в каждую, сколько Вы хотите. Внизу ярлык "Жилой Дом" добавлен к Концепции "Дом". В результате любой, кто использует "Жилой дом" в качестве поискового термина, будет видеть Вводные данные, которые имеют Концепцию "Дом".

source: Example - Create a Collection
ru: Пример - Создайте Коллекцию

source: Creating a Collection is very similar to creating a Thesaurus. However, you will be adding existing Concepts to a Collection (potentially from more than one Thesaurus) instead of creating new ones. Below, a new Collection is created. To go further, select the Collection, and use the "Add dropdown entry" link to add existing Concepts to this Collection. When configuring the Graph for a Branch or Resource Model, you will now be able to add this Concept Collection to a node.
ru: Процесс создания Коллекции очень похож на процесс создания Тезаурусов. Однако, Вы добавляете существующие Концепции к Коллекции (потенциально из более, чем одного Тезауруса), вместо создания новых. Внизу, создается новая Коллекция. Следующим шагом необходимо выбрать Коллекцию и использовать ссылку "Добавить выпадающий список" для добавления существующих Концепций к данной Коллекции. При конфигурировании Графа для Ответвления или Модели Вводных Данных Вы теперь сможете добавить данную Коллекцию Концепций к узлу.

source: Creating Resource Data
ru: Создание Вводных Данных

source: The Resource Editor is used to create new or edit existing Resources. What you see on the left-hand side of the page is this Resource's "card tree", which shows all of the data entry cards that you can edit. Think of "creating data" as "adding cards".
ru: Редактор Вводных Данных используется для создания новых или редактирования существующих Вводных данных. То, что Вы видете на левой стороне данной страницы является "карточным деревом" этих Вводных данных, который показывает все карточки входных данных, которые можно редактировать. "Создание данных" - это фактически "добавление карточек".

source: To begin, select a card, enter data, and click <strong>Add</strong>. Some cards may allow multiple instances, in which case you will be able to add as many of the same type as you want.
ru: Сначала выберите карточку, введите данные и нажмите <strong>Добавить</strong>. Некоторые карточки могут позволить несколько вариантов. В этом случае Вы сможете добавить столько карточек одинакового типа, сколько Вам необходимо.

source: Note that in the demonstration below, the "Define Resource Descriptors" function has already been configured to set the Name card value as the resource display name.
ru: Примите во внимание, в демонстрации внизу, что функция "Установить Описания Вводных данных" уже прошла конфигурацию и устанавливает значение Наименования карточки как отображаемое имя вводных данных.

source: basic card data enty - click to view
ru: ввод базовых данных карточки - нажмите для просмотра

source: Once you have saved data for a resource, you can see a full summary by selecting the top card. This is the resource report.
ru: После сохранения информации для вводных данных Вы можете, выбрав верхнюю карточку, увидеть полный обзор. Это отчет о вводных данных.

source: In some cases, cards will be nested within other cards, as in the example of adding a geo-location below.
ru: В некоторых случаях карточки будут находится внутри других карточек. Одним из таких примеров является добавление гео-локации внизу.

source: nested card data enty - click to view
ru: ввод данных вложенных карточек - нажмите для просмотра

source: Creating Resources Relations
ru: Создание Взаимосвязей Вводных данных

source: In the Resource Editor you can also access the <strong>Related Resources Editor</strong> . To create a relationship between this resource and another in your database, open the editor, find the resource, and click <strong>Add</strong>.
ru: В Редакторе Вводных данных имеется также доступ к <strong>Редактору Связанных Вводных данных</strong>. Для создания связей между данными вводными данными и другими в Вашей базе данных откройте редактор, найдите эти вводные данные и нажмите <strong>Добавить</strong>.

source: Your Resource Model will need to be configured to allow relations with the target Resource Model. If relations are not allowed, resources in the dropdown menu will not be selectable.
ru: Вашей Модель Вводных данных необходимо будет конфигурирование для налаживания связей с целевой Моделью Вводных данных. Если взаимоотношения не разрешены, то вводные данные в раскрывающемся меню будут недоступны для выбора.

source: create resource relation - click to view
ru: создайте взаимосвязь вводных данных - нажмите для просмотра

source: Choose a Resource Model to begin creating a new Resource in your database.
ru: Выберите Модель Вводных данных для того, чтобы начать создание новых Вводных данных в Вашей базе данных.

source: Introduction to Search
ru: Введение в Поиск
