Repository: CWDamm-Kint/arches-dev
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ru

source: If you've made any changes to this function and there are resources already in the system, then you will need to reindex the resources to reflect your changes. This process can take some time (potentially several minuetes or more). Please be patient.
ru: Если Вы внесли изменения в данную функцию и в системе уже есть вводные данные, то Вам необходимо переиндексировать вводные данные для отображения внесенных изменений. Этот процесс может занять некоторое время (возможно несколько минут или немного больше). Пожалуйста, проявите терпение.

source: Re-Index Resources Now
ru: Переиндексировать Вводные данные Сейчас

source: Re-Indexing...
ru: Переиндексирование...

source: searching....
ru: идет поиск...

source: Hide Style Tools
ru: Скрыть Инструменты Стиля

source: Show Style Tools
ru: Показать Стилевые Инструменты

source: Line Color
ru: Цвет Линии

source: Line Color
ru: Цвет Линии

source: Fill color
ru: Цвет Заливки

source: Fill Color
ru: Цвет Заливки

source: Line Opacity
ru: Прозрачность Линии

source: Add a new feature...
ru: Добавить новое свойство...

source: Resource Model:
ru: Модель Вводных данных:

source: Report
ru: Отчет

source: Image
ru: Изображение

source: Image Tools
ru: Инструменты Изображения

source: Brightness
ru: Яркость

source: Contrast
ru: Контраст

source: Saturation
ru: Насыщенность

source: Greyscale
ru: Градации серого

source: Display as greyscale
ru: Показать в градации серого

source: Reset to defaults
ru: Возврат к настройкам по умолчанию

source: Annotation Overlays
ru: Наложения Аннотаций

source: Gallery
ru: Галерея

source: hide
ru: скрыть

source: show
ru: показать

source: Select a manifest:
ru: Выбрать манифест:

source: Load manifest
ru: Загрузите манифест

source: Loading manifest...
ru: Загрузка манифеста...

source: Error loading manifest...
ru: Ошибка в загрузке манифеста...

source: No manifest selected...
ru: Манифест не выбран...

source: Filter
ru: Фильтер

source: Filter images...
ru: Изображения фильтра...

source: Switch Image Service
ru: Переключить Сервис Изображений

source: Annotation(s)
ru: Аннотация(и)

source: Update Features
ru: Обновить Свойства

source: GeoJSON has the following errors that must be resolved:
ru: GeoJSON содержит следующие ошибки, требующие устранения:

source: Drag GeoJSON or KML files here to add...
ru: Перетащите сюда файлы GeoJSON или KML, чтобы добавить...

source: Edit GeoJSON
ru: Отредактируйте GeoJSON

source: Add Buffer
ru: Добавьте Буфер

source: Zoom to all
ru: Масштабирование всего

source: Basemap
ru: Картоснова

source: Legend
ru: Легенда

source: Triggering Nodegroups
ru: Запуск Узловых Групп

source: Select a nodegroup
ru: Выбрать узловую группу

source: Download File
ru: Скачать Файл

source: Dismiss
ru: Удалить

source: View Gallery
ru: Просмотр Галлереи

source: Upload Photographs
ru: Загрузить Фотографии

source: Drag & Dop your photos onto this panel to upload
ru: Перетащите Ваши фотографии на данную панель для загрузки

source: Select Photographs
ru: Выберите Фотографии

source: Adding photos to this record is <span><strong>optional.</strong></span>
ru: Добавление фотографий в эту запись <span><strong>опционально.</strong></span>

source: You may upload as many photos as you wish, but the maximum size of any single file is <span>8MB</span>
ru: Вы можете добавить любое количество фотографий, но максимальный размер каждого файла ограничен<span>8MB</span>

source: Images formatted as .jpg, .png, .tiff files may be uploaded. Other formats will be ignored.
ru: Изображения, отформатированные как файлы .jpg, .png, .tiff могут быть загружены. Прочие форматы будет проигнорированы.

source: Drag & Dop your photos onto this panel
ru: Перетащите Ваши фото на данную панель

source: Accepted formats: .jpg, .png, .tiff
ru: Разрешенные форматы: .jpg, .png, .tiff

source: Image List
ru: Список изображений

source: Service
ru: Сервис

source: Canvas
ru: Холст

source: Manage Image Service
ru: Управление Сервисом Изображений

source: Title
ru: Заголовок

source: Attribution
ru: Атрибуция

source: Attribution Logo
ru: Лого Атрибуции

source: Metadata
ru: Метаданные

source: Manage Image Canvases
ru: Управление "холстами" изображения

source: Images
ru: Изображения

source: Select image to delete from the image service
ru: Выберите изображение для его удаления из сервиса изображений

source: Drag or
ru: Перетяните или

source: click here
ru: нажмите здесь

source: to upload photos
ru: для загрузки фотографий

source: Selected Image Name
ru: Выбранное Название Фотографии

source: Create New Service
ru: Создайте Новый Сервис

source: Edit a service
ru: Отредактируйте сервис

source: Drag & Drop Your Images Here
ru: Перетащите Cюда Cвои Изображения

source: Import digital images and create a new image service
ru: Импортируйте цифровые изображения и создайте новый сервис изображений

source: Select Images
ru: Выберите Изображения

source: Create a new service by uploading one or more images. Images will be uploaded and processes so that you can view, annotate, and share them with others
ru: Создайте новый сервис, загрузив одно или несколько изображений. Изображения будут загружены и обработаны для их дальнейшего просмотра, комментирования и возможности поделиться ими с другими.

source: Edit an existing Image Service
ru: Редактировать существующий Сервис Изображений

source: Update the information and images related to an existing Image Service. Or copy and paste in the URL of a IIIF Manifest to add a service from an external service
ru: Обновите информацию и изображения, связанные с существующим Сервисом Изображений. Или скопируйте и вставьте URL-адрес манифеста IIIF, чтобы добавить сервис из внешнего сервиса.

source: Create Image Service
ru: Создайте Сервис Изображений

source: dismiss
ru: прекратить

source: Insert Workflow Name
ru: Вставить Имя Рабочего Процесса

source: Save and Complete Workflow
ru: Сохранить и Закончить Рабочий Процесс

source: Delete Workflow
ru: Удалить Рабочий Процесс

source: Detailed Step Information
ru: Детальная Пошаговая Информация

source: Previous Step
ru: Предыдущий шаг

source: Save and Continue
ru: Сохранить и продолжить

source: Next Step
ru: Следующий шаг

source: Data Themes
ru: Темы Данных

source: Info
ru: Информация

source: Resource Information
ru: Информация о Вводных данных

source: Has relationship
ru: Имеет отношения

source: with
ru: с

source: Relationships
ru: Отношения

source: relationships shown
ru: взаимосвязи показаны

source: Load more
ru: Загрузить больше

source: Search Network
ru: Поисковая Сеть

source: Filter...
ru: Отфильировать...

source: Analyze Network
ru: Проанализировать Сеть

source: Click a node/edge for info
ru: Нажмите на узел/кромку для получения информации

source: Click a node to show more relationships
ru: Нажмите на узел, чтобы показать больше взаимосвязей

source: Click a node refocus
ru: Нажмите на рефокусировку узла

source: Click a node/edge to remove
ru: Нажмите на узел/кромку для удаления

source: Participating Layers
ru: Участвующие Слои

source: Buffer Intersecting Feature
ru: Функция Пересечения Буфферов

source: buffer
ru: буфер

source: Add buffer to features
ru: Добавить буффер к функциям

source: Select a feature to perform intersection
ru: Выберите объект для выполнения пересечения

source: Intersect
ru: Пересечение

source: Find
ru: Найти

source: Search Facets
ru: Аспекты Поиска

source: Find ...
ru: Найти...

source: Advanced Search
ru: Расширенный Поиск

source: With Advanced Search you can build more sophisticated search queries.
ru: С помощью Расширенного Поиска Вы можете создать более усовершенствованные поисковые запросы.

source: Select the search facets you wish to query from the list on the right. Then enter your
ru: Выберите аспекты поиска, которые Вы хотели бы уточнить, из листа справа. После этого введите Ваш

source: criteria to customize your search filters
ru: Критерии кастомизации Ваших поисковых фильтров

source: And
ru: И

source: Or
ru: Или

source: Remove
ru: Убрать

source: Map Search
ru: Поиск на карте

source: Buffer
ru: Буффер

source: Distance
ru: Расстояние

source: Select a filter
ru: Выберите фильтр

source: Draw a...
ru: Нарисуйте...

source: Accept GeoJSON
ru: Принять GeoJSON

source: Zoom to all features
ru: Увеличить масштаб всех функции

source: Clear spatial filter
ru: Очистить пространственный фильтр

source: QA Type
ru: Тип контроля

source: All edits
ru: Все правки

source: Resource Type
ru: Тип Вводных данных

source: All resources
ru: Все вводные данные

source: Saved Search
ru: Сохраненный Поиск

source: The Arches site administrator
ru: Сайт администратор Arches

source: hasn't saved any searches yet.
ru: никакие поиски еще не сохранены.

source: Export Search Results
ru: Экспортируйте Результаты Поиска

source: 1. Format
ru: 1. Формат

source: Select the format you'd like for your export data. (tile excel and geojson formats require a resource type filter)
ru: Выберите формат, в котором вы хотите экспортировать данные. (для форматов элемента excel и geojson требуется фильтр типа вводных данных)

source: shapefile
ru: шейп-файл

source: tile excel
ru: элемент excel

source: Copy to clipboard
ru: Скопировать в буфер обмена

source: 2. Coordinate Precision
ru: 2. Точность Координ

source: Tell us how many decimal places of precision you'd like for geo-data results
ru: Сколько десятичных знаков Вы хотели бы для результатов геоданных.

source: 3. Report Link
ru: 3. Ссылка на отчет

source: Only applicable to CSV and shapefile exports
ru: Применимо только к экспорту CSV и шейп-файлов

source: Include the report link in the export?
ru: Включить в экспорт ссылку на отчет

source: 4. Name this export
ru: 4. Присвойте имя данному экспорту

source: 5. Email Address
ru: 5. Адрес электронной почты

source: This download may take some time. Tell us where to email a download link to your results
ru: Данное скачивание может занять некоторое время. Дайте нам знать куда отправить элекронное сообщение со ссылкой на скаченные результаты

source: Download
ru: Скачать

source: Resource Details
ru: Детали Вводных данных

source: Click the 'Details' link on a search result from the list on the left
ru: Щелкните ссылку "Подробности" в результатах поиска из списка, расположенного слева.

source: to view more information about a resource.
ru: для просмотра дополнительной информации о вводных данных.

source: Provisional
ru: Предварительный

source: Details
ru: Подробности

source: Related Resources
ru: Связанные Вводные данные

source: Relate Resource
ru: Свяжите Вводные данные

source: Cannot Be Related
ru: Не могут быть связаны

source: Unsorted
ru: Несортированный

source: Ascending
ru: По возрастанию

source: Descending
ru: По убыванию

source: Find a resource...
ru: Найдите вводные данные...

source: Date Interval
ru: Диапазон Дат

source: Clear
ru: Очистить

source: Type
ru: Тип

source: Search all dates
ru: Осуществить поиск всех дат

source: Within
ru: В рамках

source: Custom date range
ru: Кастомизируйте интервал дат

source: Today
ru: Сегодня

source: Last 7 days
ru: Последние 7 дней

source: Last 30 days
ru: Длится 30 дней

source: This week
ru: Эта неделя

source: This month
ru: Этот месяц

source: This quarter
ru: Этот квартал

source: This year
ru: Этот год

source: From
ru: С/Из

source: To
ru: Кому

source: Time Wheel
ru: Колесо Времени

source: (Click on a block to set a filter, double-click to zoom in, double-click center to zoom out)
ru: (Нажмите на блок для установки фильтра, нажмите дважды для увеличения масштаба, нажмите два раза в центре для уменьшения масштаба)

source: Loading time wheel...
ru: Загрузка колеса времени...

source: None
ru: Никто

source: No Date Entered
ru: Никакие Данные не Внесены

source: Minimum Date
ru: Минимальная Дата

source: Maximum Date
ru: Максимальная Дата

source: View Mode
ru: Режим Просмотра

source: View Mode
ru: Режим Просмотра

source: EDTF Formats
ru: Форматы EDTF

source: Extended Date/Time Formats (EDTF)
ru: Расширенные Форматы Даты/Времени (EDTF)

source: The EDTF datatype allows you to describe dates (even uncertain dates). You can find a summary of the standard here:
ru: Тип данных EDTF позволяет описывать даты (даже неопределенные даты). Вы можете найти краткое описание стандарта здесь:

source: EDTF Date Specfication (Library of Congress)
ru: Спецификация Даты EDTF (Библиотека Конгресса)

source: Some common encodings:
ru: Некоторые распространенные кодировки:

source: [year][“-”][month][“-”][day]
ru: [год][“-”][месяц][“-”][день]

source: Refers to the calendar date 2021 April 12th with day precision
ru: Относится к календарной дате 12 апреля 2021 года с точностью до дня.

source: [year][“-”][month]
ru: [год][“-”][месяц]

source: Refers to the calendar month April 2021 with month precision
ru: Относится к календарному месяцу апрель 2021 года с точностью до месяца.

source: [year]
ru: [год]

source: Refers to the year 2021 with year precision
ru: Относится к 2021 году с точностью до года.

source: A time interval with calendar year precision, beginning sometime in 1964 and ending sometime in 2008
ru: Интервал времени с точностью до календарного года, начинающийся где-то в 1964 году и заканчивающийся где-то в 2008 году.

source: A time interval with calendar month precision, beginning sometime in June 2004 and ending sometime in August of 2006
ru: Интервал времени с точностью до календарного месяца, начинающийся где-то в июне 2004 года и заканчивающийся где-то в августе 2006 года.

source: A time interval beginning sometime on February 1, 2004 and ending sometime in 2005. The start endpoint has calendar day precision and the end endpoint has calendar year precision.
ru: Интервал времени, начинающийся где-то 1 февраля 2004 года и заканчивающийся где-то в 2005 году. Начальная конечная точка имеет точность до календарного дня, а конечная конечная точка имеет точность до календарного года.

source: The year -100000. 'Y' may be used at the beginning of the date string to signify that the date is a year, when (and only when) the year exceeds four digits, i.e. for years later than 9999 or earlier than -9999.
ru: Год -100000. «Y» может использоваться в начале строки даты, чтобы обозначить, что дата является годом, когда (и только когда) год превышает четыре цифры, т. е. для лет после 9999 или до -9999.

source: Spring, 2001. The values 21, 22, 23, 24 may be used used to signify ' Spring', 'Summer', 'Autumn', 'Winter', respectively, in place of a month value (01 through 12) for a year-and-month format string
ru: Весна, 2001. Значения 21, 22, 23, 24 могут использоваться для обозначения «Весна», «Лето», «Осень», «Зима» соответственно, вместо значения месяца (от 01 до 12) для формата строки "год-и-месяц".

source: Year uncertain (possibly the year 1984, but not definitely)
ru: Год неизвестен (возможно, 1984 год, но это не точно)

source: Year-month approximate
ru: Приблизительный год-месяц

source: Entire date (year-month-day) uncertain and approximate
ru: Полная дата (год-месяц-день) неизвестна и приблизительна

source: Upload Documents
ru: Загрузить Документы

source: Drag & Drop your files onto this panel
ru: Перетащите Ваши файлы на данную панель

source: Adding documents to this record is
ru: Добавление документов в данную запись является

source: You may upload as many documents as you wish, but the maximum size of any single file is
ru: Вы можете загрузить столько документов , сколько захотите, однако максимальный размер каждого отдельного файла - это

source: Allowed document formats:
ru: Допустимые форматы документа:

source: Uploaded Files
ru: Загруженные Файлы

source: find a file...
ru: найти файл...

source: file(s) uploaded
ru: загруженные файл(ы)

source: delete all files
ru: удалить все файлы

source: add more files
ru: добавить больше файлов

source: error
ru: ошибка

source: Unsaved
ru: Несохраненный

source: Show first 5 files
ru: Показать первые 5 файлов

source: Show first 10 files
ru: Показать первые 10 файлов

source: Show first 25 files
ru: Показать первые 25 файлов

source: Show all files
ru: Показать все файлы

source: Accepted File Types
ru: Одобренные Типы Файлов

source: example: .jpg, .png, .txt
ru: например: .jpg, .png, .txt

source: Max File Size (mb)
ru: Максимальный Размер Файла (mb)

source: files uploaded
ru: Загруженные файлы

source: Default Manifest URL
ru: Стандартный Манифест URL-адреса

source: annotation(s)
ru: аннотация(и)

source: Available Geometry Types
ru: Доступные Типы Геометрических параметров

source: Point
ru: Точка

source: Line
ru: Линия

source: Polygon
ru: Полигон

source: feature(s)
ru: свойство(-ва)

source: Dropdown Format
ru: Формат Выпадающего Списка

source: Min
ru: Минимальный

source: Max
ru: Максимальный

source: Increment
ru: Приращение

source: Increment size
ru: Шаг

source: Decimal Places
ru: Разряд Десятичной Дроби

source: Number of decimal places
ru: Количество разрядов десятичной дроби

source: Prefix
ru: Префикс

source: Field prefix
ru: Префикс поля

source: Suffix
ru: Расширение

source: Field suffix
ru: Расширение поля

source: Format
ru: Формат

source: (view valid formats)
ru: (просмотреть допустимые форматы)

source: Disabled
ru: Отключенный

source: Disable Editing
ru: Отключить Редактирование

source: Prevent users from editing value
ru: Запретить пользователям изменять значение

source: filter...
ru: фильтровать...

source: Resource's relationship to
ru: степень родства с Вводными данными

source: 's relationship to Resource
ru: степень родства с Вводными данными

source: relationship(s)
ru: Отношение(я)/степень родства

source: Related Resource Summary
ru: Сводка Связанных Вводных данных

source: Languages
ru: Языки

source: Language
ru: Язык

source: Direction
ru: Направление

source: rich text
ru: форматированный текст

source: Select default value
ru: Выберите значение по умолчанию

source: Max Length
ru: Максимальная длина

source: URL Placeholder
ru: Поле для заполнения URL

source: URL Label Placeholder
ru: Поле для заполнения URL-метки

source: URL Link color
ru: Цвет URL-ссылки

source: Workflow Complete
ru: Рабочий Процесс Завершен

source: Continue
ru: Продолжить

source: Concept
ru: Концепция

source: Delete this concept
ru: Удалить данную концепцию

source: Delete this concept and all of it's sub concepts.
ru: Удалить данную концепцию и все связанные в ней под-концепции.

source: Jump to this concept
ru: Перейтина данную концепцию

source: More Child Concept
ru: Дополнительная Дочерняя Концепция

source: Search for a concept...
ru: Поиск концепции...

source: Recently Added Resources
ru: Недавно Добавленные Вводные данные

source: Resource Id
ru: Id Вводных данных

source: Resource Name
ru: Имя Вводных данных

source: Edited
ru: Отредактированный

source: Edit Type
ru: Тип редактирования

source: Editor
ru: Редактор

source: (Resource Deleted)
ru: (Вводные данные удалены)

source: View Report
ru: Просмотреть Отчет

source: Discard edits
ru: Удалить правки

source: Save edits
ru: Сохранить правки

source: Key of first node in card:
ru: Ключ первого узла в карточке:

source: Value of first node in card
ru: Значение первого узла в карточке

source: Database Connection
ru: Соединение базы данных

source: Put Card-Specific help text here. When panel is initiated from a controlled vocabulary, put thesaurus listing here instead.
ru: Добавьте подсказки, связанные с Карточкой, здесь.

source: You won't be able to undo this operation!
ru: Вы не сможете отменить данную операцию!

source: Are you sure you want to permanently delete this resource from Arches?
ru: Вы уверены, что Вы хотите навсегда удалить данные вводные данные из Arches?

source: Edit History
ru: История Правок

source: More
ru: Больше

source: Resource Record Created
ru: Запись Вводных данных Создана

source: Record created by Arches with reference number
ru: Запись, созданная Arches с идентификационным номером

source: record updated
ru: запись обновлена

source: Previous value:
ru: Предыдущее значение:

source: Updated value:
ru: Обновленное значение:

source: record added
ru: запись добавлена

source: New value:
ru: Новое значение:

source: record deleted
ru: запись удалена

source: Value:
ru: Значение:

source: Edited by:
ru: Отредактировано:

source: LOAD MORE
ru: ЗАГРУЗИТЬ БОЛЬШЕ

source: Graph Designer
ru: Конструктор Графа

source: Branch
ru: Ответвление

source: Find a Resource Model/Branch...
ru: Найти Модель/Ответвление Вводных данных

source: Discard Card Edits
ru: Удалить Правки Карточки

source: Save Card Edits
ru: Сохранить Правки Карточки

source: Quit Designer
ru: Выйти из Конструктора

source: Graph
ru: Граф

source: Cards
ru: Карточки

source: Add a branch to your model from the library
ru: Добавить ответвление к Вашей модели из библиотеки

source: Card Designer
ru: Конструктор Карточки

source: Graphs
ru: Графы

source: New Resource Model
ru: Новая Модель Вводных данных

source: Import Branch/Resource Model
ru: Импортировать Ответвление/Модель Вводных данных

source: Active
ru: Активный

source: Inactive
ru: Не активный

source: Card Container
ru: Контейнер Карточки

source: Card
ru: Карточка

source: Widget
ru: Виджет

source: Discard
ru: Удалить

source: Function Manager
ru: Диспетчер Функций

source: Selected Functions
ru: Выбранные Функции

source: You haven't added any functions yet.
ru: Вы еще не добавили никакие функции.

source: Select functions from the library to add new capabilities to your resource.
ru: Выбрать функции из библиотеки для добавления новых возможностей в Ваши вводные данные.

source: Close Function Library
ru: Закрыть Функциональную Библиотеку

source: Show Function Library
ru: Показать Функциональную Библиотеку

source: Library filter goes here
ru: Фильтр библиотеки идет сюда

source: Function Library
ru: Библиотека Функций

source: Function Name
ru: Имя Функции

source: This Function doesn't require any configuration.
ru: Данная Функция не требует какой-либо конфигурации

source: Function Description
ru: Описание Функций

source: Select Function
ru: Выберите Функцию

source: Graph Manager
ru: Диспетчер Графа

source: Because of ontology rules, there are no branches that can be appended.
ru: Из-за правил онтологии не существуют ответвления, которые могут быть добавлены.

source: Choose a card component...
ru: Выберите компонент карточки...

source: Card name
ru: Название карточки

source: CSS Classes (Optional)
ru: CSS Классы (Опционально)

source: Show this card by default
ru: Показать данную карточку по умолчанию

source: Allow multiple values
ru: Разрешить можественные значения

source: Let users enter multiple values for this data entry card
ru: Позволить пользователям внести множественные значения для ввода данных в данную карточку

source: Enable Card-level help
ru: Активировать подсказки Карточного уровня

source: Provide specific user guidance for this card
ru: Предоставить специфическое руководство пользователя для данной карточки

source: Help Panel Title
ru: Подсказка Заголовка Панели

source: Help title
ru: Заголовок Подсказки

source: Content
ru: Содержание

source: Unique Values
ru: Уникальные Значения

source: Select Nodes
ru: Выберите Узлы

source: Find a card...
ru: Найдите карточку...

source: Expand
ru: Расширить

source: Collapse
ru: Свернуть

source: Select All
ru: Выбрать Все

source: Clear All
ru: Очистить Все

source: Show IDs
ru: Показать ID

source: Hide IDs
ru: Скрыть ID

source: (edit report)
ru: (отредактировать отчет)

source: Resource Model Identifiers
ru: Идентификаторы Модели Вводных данных

source: Branch Identifiers
ru: Идентификаторы Ответвления

source: No ontology
ru: Без онтологии

source: Choose a data type
ru: Выберите тип данных

source: Make card
ru: Сделать карточку
